Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# AboutDialogDeviceSignatureLabel
source: Device Signature:
cs: Podpis zařízení:
da: Enheds signatur:
de: Gerätesignatur:
fi: Laitteen allekirjoitus:
fr: Signature du dispositif:
it: Firma del dispositivo:
ja: デバイスの署名：
nl: Apparaathandtekening:
no: Enhets signatur:
pl: Podpis urządzenia:
pt: Assinatura do dispositivo:
ru: Подпись устройства:
sk: Podpis zariadenia:
sv: Enhetssignatur:
zh_cn: 设备签名：

# AboutDialogDeviceSignatureLoading
source: Loading
cs: načítání
da: Indlæser
de: Wird geladen
fi: Ladataan
fr: Chargement
it: Caricamento in corso
ja: ロード
nl: Bezig met laden
no: Lasting
pl: Ładowanie
pt: Carregando
ru: Загрузка
sk: Načítava
sv: Läser in
zh_cn: 装载

# AppLicenseCancelled
source: This application cannot be started without a valid license.
cs: Tato aplikace nelze spustit bez platné licence.
da: Denne applikation kan ikke startes uden en gyldig licens.
de: Diese Anwendung kann nicht ohne gültige Lizenz gestartet werden.
fi: Tätä sovellusta ei voi aloittaa ilman voimassa olevaa lisenssiä.
fr: Cette application ne peut pas être démarrée sans une licence valide.
it: Questa applicazione non può essere avviata senza una licenza valida.
ja: このアプリケーションは有効なライセンスなしでは起動できません。
nl: Deze applicatie kan niet worden gestart zonder een geldige licentie.
no: Denne applikasjonen kan ikke startes uten gyldig lisens.
pl: Ta aplikacja nie może zostać uruchomiona bez ważnej licencji.
pt: Este aplicativo não pode ser iniciado sem uma licença válida.
ru: Это приложение не может быть запущено без действительной лицензии.
sk: Táto aplikácia sa nedá spustiť bez platnej licencie.
sv: Den här applikationen kan inte startas utan en giltig licens.
zh_cn: 没有有效许可证，无法启动此应用程序。

# AppTitle
source: Grindstone
cs: Brus
de: Schleifstein
fi: Hiomakivi
fr: Meule
it: Mola
ja: 砥石
nl: Slijpsteen
no: Grindstein
pl: Kamień szlifierski
pt: Mó
ru: Точильный камень
sk: Brúsny kameň
sv: Slipsten
zh_cn: 磨石

# BusyCheckingForUpdates
source: Checking for updates
cs: Kontrola aktualizací
da: Kontrol af opdateringer.
de: Überprüfung auf Updates
fi: Päivitysten tarkistaminen
fr: Vérification des mises à jour
it: Verifica aggiornamenti
ja: アップデートの確認
nl: Controleren op updates
no: Ser etter oppdateringer
pl: Sprawdzanie aktualizacji
pt: Verificando as atualizações
ru: Проверка обновлений
sk: Kontrola aktualizácií
sv: Kollar efter uppdateringar
zh_cn: 查询更新

# BusyConvertingEntriesToText
source: Converting entries to text
cs: Konverze položek do textu
da: Konvertering af poster til tekst
de: Einträge in Text umwandeln
fi: Muuntaa merkintöjä tekstiin
fr: Conversion des entrées en texte
it: Conversione delle voci sul testo
ja: エントリをテキストに変換する
nl: Ingangen converteren naar tekst
no: Konvertere oppføringer til tekst
pl: Konwersja wpisów do tekstu
pt: Convertendo entradas para texto
ru: Преобразование записей в текст
sk: Konverzia záznamov do textu
sv: Konvertera poster till text
zh_cn: 将条目转换为文本

# BusyCreatingEntries
source: Creating entries
cs: Vytváření záznamů
da: Oprettelse af indtastninger
de: Einträge erstellen.
fi: Merkintöjen luominen
fr: Création d'entrées
it: Creazione di voci
ja: エントリを作成する
nl: Gegevens maken
no: Skape oppføringer
pl: Tworzenie wpisów
pt: Criando entradas
ru: Создание записей
sk: Vytváranie položiek
sv: Skapa poster
zh_cn: 创建参赛作品

# BusyCreatingNewDatabase
source: Creating new database
cs: Vytvoření nové databáze
da: Oprettelse af ny database
de: Neue Datenbank erstellen.
fi: Uuden tietokannan luominen
fr: Créer une nouvelle base de données
it: Creando un nuovo database
ja: 新しいデータベースを作成する
nl: Nieuwe database maken
no: Skaper ny database
pl: Tworzenie nowej bazy danych.
pt: Criando novo banco de dados
ru: Создание новой базы данных
sk: Vytvorenie novej databázy
sv: Skapa ny databas
zh_cn: 创建新数据库

# BusyDeletingColumn
source: Deleting column
cs: Smazání sloupce
da: Sletning af kolonne
de: Spalte löschen
fi: Sarakkeen poistaminen
fr: Suppression de la colonne
it: Eliminazione della colonna
ja: 列を削除する
nl: Kolom verwijderen
no: Slette kolonne
pl: Usuwanie kolumny.
pt: Excluindo a coluna
ru: Удаление колонны
sk: Vymazanie stĺpca
sv: Radera kolumn
zh_cn: 删除列

# BusyDeletingEntries
source: Deleting entries
cs: Smazání záznamů
da: Sletning af indtastninger
de: Einträge löschen.
fi: Merkintöjen poistaminen
fr: Suppression d'entrées
it: Eliminazione di voci
ja: エントリを削除します
nl: Vermeldingen verwijderen
no: Slette oppføringer
pl: Usuwanie wpisów.
pt: Excluindo entradas
ru: Удаление записей
sk: Vymazanie záznamov
sv: Radera poster
zh_cn: 删除参赛作品

# BusyDeletingView
source: Deleting view
cs: Vymazání zobrazení
da: Sletning af visning
de: Sicht löschen
fi: Näkymän poistaminen
fr: Suppression de la vue
it: Eliminazione della vista
ja: ビューを削除します
nl: Weergave verwijderen
no: Slette visning
pl: Usuwanie widoku
pt: Excluindo a vista
ru: Удаление взгляда
sk: Vymazanie zobrazenia
sv: Radera vy
zh_cn: 删除视图

# BusyDownloadingUpdate
source: Downloading update
cs: Stahování aktualizace
de: Update wird heruntergeladen
fi: Päivityksen lataaminen
fr: Téléchargement de la mise à jour
it: Download dell'aggiornamento.
ja: アップデートのダウンロード
nl: Update downloaden
no: Nedlasting av oppdatering
pl: Pobieranie aktualizacji
pt: Download da atualização
ru: Загрузка обновления
sk: Sťahovanie aktualizácie
sv: Ladda ner uppdatering
zh_cn: 下载更新

# BusyDuplicatingColumn
source: Duplicating column
cs: Duplikující sloupec
da: Duplikatkolonne.
de: Duplizierkolonne
fi: Kopiointipylväs
fr: Colonne de duplication
it: Colonna duplicata
ja: 列を複製する
no: Dupliserende kolonne
pl: Powielająca kolumna
pt: Coluna duplicando
ru: Дупликация колонна
sk: Duplický stĺpec
sv: Duplicera kolumn
zh_cn: 复制专栏

# BusyDuplicatingEntries
source: Duplicating entries
cs: Duplikující položky
da: Duplikerende poster
de: Duplizieren von Einträgen
fi: Duplicating-merkinnät
fr: Duplication des entrées
it: Voci di duplicazione
ja: エントリを複製します
nl: Dupliceren van vermeldingen
no: Dupliserende oppføringer
pl: Wpisywanie wpisów
pt: Duplicando entradas
ru: Дупликация записей
sk: Duplicitné záznamy
sv: Duplicering poster
zh_cn: 重复的参赛作品

# BusyEndingSession
source: Ending session
cs: Končící relace
de: Endsitzung
fi: Lopputulos
fr: Session de fin
it: Fine della sessione
ja: 終了セッション
nl: Eindsessie
no: Avsluttende økt
pl: Zakończenie sesji.
pt: Sessão final
ru: Окончательная сессия
sk: Koncovka
sv: Slutsession
zh_cn: 结束会议

# BusyEntriesCopiedToClipboard
source: Entries copied to clipboard
cs: Záznamy zkopírované do schránky
da: Indlæg kopieret til udklipsholder
de: Einträge in die Zwischenablage kopiert
fi: Leikepöydälle kopioitu merkinnät
fr: Les entrées copiées dans le presse-papier
it: Le voci copiate negli Appunti
ja: クリップボードにコピーされたエントリ
nl: Invoer gekopieerd naar klembord
no: Oppføringer kopiert til utklippstavlen
pl: Wpisy skopiowane do schowka
pt: Entradas copiadas para a área de transferência
ru: Записи скопированы в буфер обмена
sk: Záznamy skopírované do schránky
sv: Inlägg kopierade till Urklipp
zh_cn: 条目复制到剪贴板

# BusyEntriesExported
source: Entries exported
cs: Záznamy exportovány
da: Indlæg eksporteret
de: Einträge exportiert
fi: Viejät
fr: Entrées exportées
it: Voci esportate
ja: エントリがエクスポートされました
nl: Invoer uitgevoerd
no: Oppføringer eksporteres
pl: Eksportowane wpisy
pt: Entradas exportadas
ru: Записи экспортированы
sk: Záznamy exportované
sv: Inlägg exporteras
zh_cn: 输入导出

# BusyExportingEntries
source: Exporting entries
cs: Export položek
da: Eksporterende poster
de: Einträge exportieren.
fi: Vienti merkinnät
fr: Exportation d'entrées
it: Esportazione di voci
ja: エントリのエクスポート
nl: Uitvoering exporteren
no: Eksporterer oppføringer
pl: Eksportowanie wpisów
pt: Exportando entradas
ru: Экспортирующие записи
sk: Vyvážajúce položky
sv: Exportera poster
zh_cn: 导出参赛作品

# BusyFinished
source: All done, thanks!
cs: Všechno udělal, díky!
da: Alt gjort, tak!
de: Alles erledigt, danke!
fi: Kaikki tehdään, kiitos!
fr: Tout fait, merci!
it: Tutto fatto, grazie!
ja: すべてがやっています、ありがとう！
nl: Alles gedaan, bedankt!
no: Alt gjort, takk!
pl: Wszystko zrobione, dzięki!
pt: Tudo feito, obrigado!
ru: Все сделано, спасибо!
sk: Všetko urobené, vďaka!
sv: Allt gjort, tack!
zh_cn: 所有完成，谢谢！

# BusyInitializingInterface
source: Initializing interface
cs: Inicializace rozhraní
da: Initialisering interface.
de: Schnittstelle initialisieren.
fi: Ohjelmointi käyttöliittymä
fr: Interface d'initialisation
it: Inizializzazione dell'interfaccia
ja: インターフェイスの初期化
nl: Initialiseren interface
no: Initialiseringsgrensesnitt
pl: Interfejs inicjujący
pt: Inicializando a interface.
ru: Инициализация интерфейса
sk: Inicializácia rozhrania
sv: Initialisering av gränssnittet
zh_cn: 初始化界面

# BusyLoadingConfiguration
source: Loading configuration
cs: Konfigurace načítání
da: Indlæser konfiguration
de: Konfiguration geladen
fi: Konfigurointi
fr: Configuration du chargement
it: Caricamento della configurazione
ja: ローディング構成
nl: Configuratie laden
no: Laster konfigurasjon
pl: Konfiguracja ładowania
pt: Carregando configuração
ru: Загрузка конфигурации
sk: Konfigurácia načítania
sv: Laddar konfiguration
zh_cn: 加载配置

# BusyLoadingDatabases
source: Loading databases
cs: Načítání databází
da: Indlæser databaser
de: Laden von Datenbanken
fi: Tietokantojen lataaminen
fr: Chargement de bases de données
it: Caricamento dei database
ja: データベースを読み込む
nl: Databases laden
no: Laster databaser
pl: Ładowanie bazy danych.
pt: Carregando bancos de dados
ru: Загрузка баз данных
sk: Načítavacie databázy
sv: Laddar databaser
zh_cn: 加载数据库

# BusyModifyingEntries
source: Editing entries
cs: Úpravy položek
da: Redigering af indtastninger.
de: Einträge bearbeiten.
fi: Merkintöjen muokkaaminen
fr: Édition des entrées
it: Modifica di voci
ja: エントリを編集します
nl: Ingangen bewerken
no: Redigerer oppføringer
pl: Edycja wpisów
pt: Editando entradas
ru: Редактирование записей
sk: Úprava záznamov
sv: Redigering av poster
zh_cn: 编辑参赛作品

# BusyReplacingPreviousDatabase
source: Replacing previous database
cs: Nahrazení předchozí databáze
da: Erstatter tidligere database
de: Ersetzen der vorherigen Datenbank
fi: Korvataan edellinen tietokanta
fr: Remplacer la base de données précédente
it: Sostituzione del database precedente
ja: 以前のデータベースを置き換える
nl: De vorige database vervangen
no: Bytte ut tidligere database
pl: Wymiana poprzedniej bazy danych.
pt: Substituindo o banco de dados anterior
ru: Замена предыдущей базы данных
sk: Výmena predchádzajúcej databázy
sv: Byte av tidigare databas
zh_cn: 替换以前的数据库

# BusyScanningLicenses
source: Scanning licenses
cs: Skenování licencí
da: Scanning licenser
de: Scanning-Lizenzen
fi: Skannauslisenssit
fr: Licences de numérisation
it: Licenze di scansione
ja: スキャンライセンス
nl: Scannende licenties
no: Skanningslisenser
pl: Pozwolenia skanujące
pt: Licenças de digitalização
ru: Сканирование лицензий
sk: Skenovacie licencie
sv: Skanningslicenser
zh_cn: 扫描许可证

# BusyStartingSession
source: Starting session
cs: Zahájení sezení
da: Start session
de: Sitzung
fi: Aloitusistunnon alku
fr: Séance de départ
it: Sessione iniziale
ja: セッションの開始
nl: Startsessie
no: Startsøkt
pl: Rozpoczęcie sesji.
pt: Sessão inicial
ru: Начальная сессия
sk: Spustenie
sv: Startsession
zh_cn: 开始会议

# BusySubmittingReport
source: Submitting report
cs: Odeslání zprávy
da: Indsendelse af rapport.
de: Bericht einreichen.
fi: Raportin lähettäminen
fr: Soumission de rapport
it: Invio del report.
ja: 報告書を提出する
nl: Verslag indienen
no: Sende rapport
pl: Składanie raportu.
pt: Envio de relatório.
ru: Отчет отчета
sk: Podanie správy
sv: Inlämning av rapport
zh_cn: 提交报告

# BusyUp
source: Just a moment, please
cs: Chviličku prosím
da: Bare et øjeblik
de: Einen kleinen Moment bitte
fi: Pieni hetki
fr: Un instant s'il vous plaît
it: Solo un momento, per favore
ja: ちょっと待ってください
nl: Een ogenblik aub
no: Bare et øyeblikk
pl: Proszę o chwilę
pt: Um momento por favor
ru: Минуту, пожалуйста
sk: Chvíľočku prosím
sv: Ett ögonblick tack
zh_cn: 请稍等一下

# BusyVerifyingLicenses
source: Verifying licenses
cs: Ověření licencí
da: Verificere licenser
de: Überprüfung von Lizenzen
fi: Todistusten tarkistaminen
fr: Vérification des licences
it: Verifica licenze
ja: ライセンスの確認
nl: Verifigen van licenties
no: Verifiserende lisenser
pl: Weryfikacja licencji.
pt: Verificando licenças
ru: Проверка лицензий
sk: Overovanie licencií
sv: Verifiera licenser
zh_cn: 验证许可证

# BusyWaitingForUpdateDownloadToFinish
source: Waiting for update download to finish
cs: Čekání na aktualizaci stahování do konce
da: Venter på opdatering Download for at afslutte
de: Warten auf Update-Download, um den Download zu beenden
fi: Odotetaan päivitys lataus loppuun
fr: En attente de la mise à jour du téléchargement pour terminer
it: In attesa di download di aggiornamento per finire
ja: 更新を終了するのを待っています
nl: Wachten op update downloaden om te voltooien
no: Venter på oppdatering nedlasting for å fullføre
pl: Czekam na pobieranie aktualizacji do zakończenia
pt: Aguardando o download de atualização para terminar
ru: Ожидание загрузки обновления до конца
sk: Čakanie na aktualizáciu na stiahnutie
sv: Väntar på uppdatering nedladdning till slut
zh_cn: 等待更新下载完成

# ButtonAgree
source: AGREE
cs: SOUHLASIT
da: ENIG
de: STIMMEN ZU
fi: OLLA SAMAA MIELTÄ
fr: SE METTRE D'ACCORD
it: ESSERE D'ACCORDO
ja: 同意
nl: MEE EENS
no: BLI ENIGE
pl: ZGODZIĆ SIĘ
pt: CONCORDAR
ru: СОГЛАШАТЬСЯ
sk: Súhlasiť
sv: HÅLLA MED
zh_cn: 同意

# ButtonBack
source: BACK
cs: ZADNÍ
da: TILBAGE
de: ZURÜCK
fi: TAKAISIN
fr: ARRIÈRE
it: INDIETRO
ja: 戻る
nl: RUG
no: TILBAKE
pl: PLECY
pt: COSTAS
ru: НАЗАД
sk: SPÄŤ
sv: TILLBAKA
zh_cn: 背部

# ButtonCancel
source: CANCEL
cs: ZRUŠENÍ
da: AFBESTILLE
de: ABBRECHEN
fi: PERUUTTAA
fr: ANNULER
it: ANNULLA
ja: キャンセル
nl: ANNULEREN
no: AVBRYT
pl: ANULUJ
pt: CANCELAR
ru: ОТМЕНА
sk: ZRUŠIŤ
sv: AVBRYT
zh_cn: 取消

# ButtonClose
source: CLOSE
cs: ZAVŘÍT
da: TÆT
de: SCHLIESSEN
fi: KIINNI
fr: PROCHE
it: CHIUDERE
ja: 選ぶ
nl: DICHTBIJ
no: LUKK
pl: BLISKO
pt: PERTO
ru: ЗАКРЫТЬ
sk: ZAVRIEŤ
sv: STÄNGA
zh_cn: 关闭

# ButtonCreateDatabase
source: CREATE DATABASE
cs: Vytvořit databázi
da: Opret database
de: DATENBANK ERSTELLEN
fi: Luo tietokanta
fr: Créer une base de données
it: Creare il database
ja: データベースを作成します
nl: Maak een database aan
no: Opprett database
pl: Utwórz bazę danych
pt: Criar banco de dados
ru: Создать базу данных
sk: Vytvoriť databázu
sv: Skapa databas
zh_cn: 创建数据库

# ButtonDeleteDatabase
source: DELETE DATABASE
cs: Smazat databázi
da: Slet database.
de: Datenbank löschen
fi: Poista tietokanta
fr: Supprimer la base de données
it: Elimina database
ja: データベースを削除します
no: Slett database
pl: Usuń bazę danych
pt: Excluir banco de dados
ru: Удалить базу данных
sk: Vymazať databázu
sv: Radera databasen
zh_cn: 删除数据库

# ButtonInstall
source: INSTALL
cs: NAINSTALUJTE
da: INSTALLERE
de: INSTALLIEREN
fi: ASENTAA
fr: INSTALLER
it: INSTALLARE
ja: インストール
nl: INSTALLEREN
no: INSTALLERE
pl: ZAINSTALOWAĆ
pt: INSTALAR
ru: УСТАНОВИТЬ
sk: INŠTALÁCIA
sv: INSTALLERA
zh_cn: 安装

# ButtonMultipleValues
source: MULTIPLE VALUES — CLICK TO SET
cs: Více hodnot - klikněte pro nastavení
da: Flere værdier - Klik for at indstille
de: Mehrere Werte - Klicken Sie zum Set
fi: Useita arvoja - Klikkaa asettaaksesi
fr: Plusieurs valeurs - cliquez pour définir
it: Valori multipli: clicca per impostare
ja: 複数の値 - クリックして設定します
nl: Meerdere waarden - klik om in te stellen
no: Flere verdier - klikk for å angi
pl: Wiele wartości - kliknij, aby ustawić
pt: Vários valores - clique para definir
ru: Несколько значений - нажмите, чтобы установить
sk: Viacnásobné hodnoty - Kliknite pre nastavenie
sv: Flera värden - Klicka för att ställa in
zh_cn: 多个值 - 单击到设置

# ButtonNext
source: NEXT
cs: DALŠÍ
da: NÆSTE
de: NÄCHSTE
fi: SEURAAVA
fr: PROCHAIN
it: PROSSIMO
ja: 次
nl: DE VOLGENDE
no: NESTE
pl: NASTĘPNY
ru: СЛЕДУЮЩИЙ
sk: ĎALŠIE
sv: NÄSTA
zh_cn: 下一个

# ButtonNo
source: NO
cs: NE
da: INGEN
de: NEIN
fi: EI
fr: NON
ja: いいえ
nl: NEE
no: NEI
pl: NIE
pt: NÃO
ru: НЕТ
sk: Nie
sv: NEJ
zh_cn: 不

# ButtonOpenDatabase
source: OPEN DATABASE
cs: OTEVŘÍT DATABÁZI
da: Åben database.
de: Datenbank öffnen
fi: Avaa tietokanta
fr: Base de données ouverte
it: Apri database
ja: データベースを開く
no: Åpne database
pl: Otwarta baza danych
pt: Base de dados aberto
ru: Открытая база данных
sk: Otvorená databáza
sv: Öppen databas
zh_cn: 打开数据库

# ButtonUninstall
source: UNINSTALL
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
fi: Poistaa
fr: Désinstaller
it: Disinstallare
ja: アンインストール
nl: Verwijderen
no: Avinstaller
pl: Odinstalować
pt: DESINSTALAR
ru: Удалить
sk: Odinštalovať
sv: Avinstallera
zh_cn: 卸载

# ButtonYes
source: YES
cs: ANO
da: JA
de: JA
fi: JOO
fr: OUI
it: SÌ
ja: はい
nl: JA
no: JA
pl: TAK
pt: SIM
ru: ДА
sk: ÁNO
sv: JA
zh_cn: 是的

# CheckForUpdatesInfoAlreadyUpdated
source: You are already using the most recently released version of Grindstone.
cs: Už používáte nejvíce nedávno vydanou verzi Grindstone.
da: Du bruger allerede den senest udgivne version af Grindstone.
de: Sie verwenden bereits die zuletzt veröffentlichte Version von Grindstone.
fi: Olet jo käyttänyt hiljattain julkaistua versiota Grindstone.
fr: Vous utilisez déjà la version la plus récente de Grindstone.
it: Stai già utilizzando la versione rilasciata più recente di Grittstone.
ja: あなたはすでに最近リリースされたバージョンの砥石を使用しています。
nl: U gebruikt al de meest recent uitgebrachte versie van Grindstone.
no: Du bruker allerede den sist utgitte versjonen av Grindstone.
pl: Używasz już ostatnio wydanej wersji Grindstone.
pt: Você já está usando a versão mais recentemente lançada do Grindstone.
ru: Вы уже используете самое недавно выпущенную версию GrindStone.
sk: Už používate naposledy vydanú verziu grindstone.
sv: Du använder redan den senast frigjorda versionen av slipsten.
zh_cn: 您已经使用了最近发布的Gringstone版本。

# CheckForUpdatesQuestionDownload
source: An update to Grindstone is available. Would you like to download it now? You can continue working while I do that.
cs: K dispozici je aktualizace broušení.Chtěli byste to stáhnout teď?Můžete pokračovat v práci, když to dělám.
da: En opdatering til Grindstone er tilgængelig.Vil du gerne downloade det nu?Du kan fortsætte med at arbejde, mens jeg gør det.
de: Ein Update to Grindstone ist verfügbar.Möchten Sie es jetzt herunterladen?Sie können weiterarbeiten, während ich das tue.
fi: Grindstonin päivitys on käytettävissä.Haluatko ladata sen nyt?Voit jatkaa työskentelyä, kun teen sen.
fr: Une mise à jour de Grindstone est disponible.Voulez-vous le télécharger maintenant?Vous pouvez continuer à travailler pendant que je le fais.
it: È disponibile un aggiornamento a Grittstone.Ti piacerebbe scaricarlo ora?Puoi continuare a lavorare mentre lo faccio.
ja: 砥石への更新が可能です。今すぐダウンロードしますか？私がそうする間に仕事を続けることができます。
nl: Een update naar Grindstone is beschikbaar.Wilt u het nu downloaden?Je kunt blijven werken terwijl ik dat doe.
no: En oppdatering til Grindstone er tilgjengelig.Vil du laste den ned nå?Du kan fortsette å jobbe mens jeg gjør det.
pl: Dostępna jest aktualizacja Grindstone.Czy chcesz go teraz pobrać?Możesz kontynuować pracę, gdy to robię.
pt: Uma atualização para Grindstone está disponível.Você gostaria de baixá-lo agora?Você pode continuar trabalhando enquanto eu faço isso.
ru: Доступен обновление для GrindStone.Хотите скачать его сейчас?Вы можете продолжать работать, пока я это делаю.
sk: K dispozícii je aktualizácia na brúsny kameň.Chcete si ho teraz stiahnuť?Môžete pokračovať v práci, kým to robím.
sv: En uppdatering till slipsten är tillgänglig.Vill du ladda ner det nu?Du kan fortsätta arbeta medan jag gör det.
zh_cn: 可以使用更新Gringstone。你想现在下载吗？在我这样做时，你可以继续工作。

# CheckForUpdatesQuestionDownloaded
source: An update is ready. Would you like to install it now?
cs: Aktualizace je připravena.Chcete ho nainstalovat?
da: En opdatering er klar.Vil du gerne installere det nu?
de: Ein Update ist fertig.Möchten Sie es jetzt installieren?
fi: Päivitys on valmis.Haluatko asentaa sen nyt?
fr: Une mise à jour est prête.Voulez-vous l'installer maintenant?
it: Un aggiornamento è pronto.Ti piacerebbe installarlo ora?
ja: アップデートの準備ができています。今それをインストールしますか？
nl: Een update is klaar.Wilt u het nu installeren?
no: En oppdatering er klar.Vil du installere det nå?
pl: Aktualizacja jest gotowa.Czy chcesz go teraz zainstalować?
pt: Uma atualização está pronta.Você gostaria de instalar agora?
ru: Обновление готово.Хотите установить его сейчас?
sk: Aktualizácia je pripravená.Chcete ho teraz nainštalovať?
sv: En uppdatering är klar.Vill du installera det nu?
zh_cn: 更新已准备就绪。你想现在安装它吗？

# CheckForUpdatesQuestionDownloading
source: An update is already being prepared. I'll let you know what it's ready.
cs: Aktualizace je již připravena.Dám vám vědět, co je připraveno.
da: En opdatering er allerede ved at blive forberedt.Jeg vil fortælle dig, hvad det er klar.
de: Ein Update ist bereits vorbereitet.Ich lasse Sie wissen, was es bereit ist.
fi: Päivitys on jo valmis.Kerron sinulle, mitä se on valmis.
fr: Une mise à jour est déjà préparée.Je vous ferai savoir ce que c'est prêt.
it: Un aggiornamento è già in preparazione.Ti farò sapere cosa è pronto.
ja: 更新がすでに準備されています。準備ができているものをお知らせします。
nl: Er wordt al een update voorbereid.Ik zal je laten weten wat het klaar is.
no: En oppdatering er allerede forberedt.Jeg vil fortelle deg hva det er klart.
pl: Aktualizacja jest już przygotowana.Dam ci znać, co jest gotowe.
pt: Uma atualização já está sendo preparada.Eu vou deixar você saber o que está pronto.
ru: Обновление уже готовится.Я дам вам знать, что он готов.
sk: Aktualizácia sa už pripravuje.Dám vám vedieť, čo je pripravené.
sv: En uppdatering är redan förberedd.Jag låter dig veta vad det är klart.
zh_cn: 已经准备了更新。我会告诉你它准备好了什么。

# CollectedPasswordFailed
source: The password you gave was not correct.
cs: Heslo, které jste dali, nebylo správné.
da: Den adgangskode, du gav, var ikke korrekt.
de: Das Passwort, das Sie angegeben haben, war nicht korrekt.
fi: Antamasi salasana ei ollut oikea.
fr: Le mot de passe que vous avez donné n'était pas correct.
it: La password che hai dato non è stata corretta.
ja: 与えたパスワードは正しくありませんでした。
nl: Het wachtwoord dat je gaf was niet correct.
no: Passordet du ga var ikke riktig.
pl: Hasło, które dałeś, było poprawne.
pt: A senha que você deu não estava correta.
ru: Пароль, который вы дали, не был правильным.
sk: Heslo, ktoré ste dali, nebol správne.
sv: Det lösenord du gav var inte korrekt.
zh_cn: 您给出的密码不正确。
