Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# DatabaseSelectionDialogDeleteConfirmation
source: Are you sure you want to delete the "{0}" database? This is not reversible!
cs: Opravdu chcete odstranit databázi "{0}"?To není reverzibilní!
da: Er du sikker på, at du vil slette "{0}" -databasen?Dette er ikke reversibelt!
de: Möchten Sie sicher, dass Sie die Datenbank "{0}" löschen möchten?Das ist nicht reversibel!
fi: Haluatko varmasti poistaa "{0}" tietokannan?Tämä ei ole palautuva!
fr: Êtes-vous sûr de vouloir supprimer la base de données "{0}"?Ce n'est pas réversible!
it: Sei sicuro di voler cancellare il database "{0}"?Questo non è reversibile!
ja: "{0}"データベースを削除してもよろしいですか？これはリバーシブルではありません！
nl: Weet u zeker dat u de database "{0}" wilt verwijderen?Dit is niet omkeerbaar!
no: Er du sikker på at du vil slette "{0}" -databasen?Dette er ikke reversibel!
pl: Czy jesteś pewien, że chcesz usunąć bazę danych "{0}"?To nie jest odwracalne!
pt: Tem certeza de que deseja excluir o banco de dados "{0}"?Isso não é reversível!
ru: Вы уверены, что хотите удалить базу данных «{0}»?Это не обратимо!
sk: Ste si istý, že chcete odstrániť databázu "{0}"?Toto nie je reverzibilné!
sv: Är du säker på att du vill radera "{0}" -databasen?Detta är inte reversibelt!
zh_cn: 您确定要删除“{0}”数据库？这是不可逆转的！

# DatabaseSelectionDialogDeleteFailed
source: I was unable to delete the "{0}" database Could it currently be in use? If so, please switch to another database or close Grindstone before attempting to delete the "{0}" database.
cs: Nemohl jsem odstranit databázi "{0}" Mohla být v současné době používána?Pokud ano, přepněte prosím na jinou databázi nebo Zavřete Grindstone, než se pokusíte odstranit databázi "{0}".
da: Jeg kunne ikke slette "{0}" -databasen Kunne den i øjeblikket være i brug?Hvis det er tilfældet, skal du skifte til en anden database eller lukke Grindstone, før du forsøger at slette "{0}" -databasen.
de: Ich konnte die Datenbank "{0}" nicht löschen. Kann er aktuell verwendet werden.Wenn ja, wechseln Sie bitte in eine andere Datenbank oder schließen Sie Schleifsteuer, bevor Sie versuchen, die Datenbank "{0}" zu löschen.
fi: En voinut poistaa "{0}" tietokantaa, voisiko se olla käytössä?Jos näin on, siirry toiseen tietokantaan tai sulje Grindstone ennen kuin yrität poistaa "{0}" tietokanta.
fr: Je n'ai pas pu supprimer la base de données "{0}" pourrait-il être en cours d'utilisation?Si tel est le cas, veuillez basculer vers une autre base de données ou fermer Grindstone avant de tenter de supprimer la base de données "{0}".
it: Non sono stato in grado di eliminare il database "{0}" potrebbe essere utilizzato al momento?In tal caso, si prega di passare a un altro database o chiudere Grittstone prima di tentare di eliminare il database "{0}".
ja: 私は現在使用中の "{0}"データベースを削除できませんでしたか？もしそうなら、 "{0}"データベースを削除する前に別のデータベースまたはgrindstoneに切り替えてください。
nl: Ik kon de database "{0}" niet verwijderd, kan momenteel in gebruik zijn?Als dit het geval is, schakel dan naar een andere database of sluit slijpsteen voordat u probeert de database "{0}" te verwijderen.
no: Jeg klarte ikke å slette "{0}" -databasen, kan den for øyeblikket være i bruk?I så fall, vennligst bytt til en annen database eller lukk grindstein før du prøver å slette databasen "{0}".
pl: Nie mogłem usunąć bazy danych "{0}", może być obecnie w użyciu?Jeśli tak, przejdź do innej bazy danych lub zamknij Grindstone przed próbą usuwania bazy danych "{0}".
pt: Não consegui excluir o banco de dados "{0}" poderia estar em uso?Em caso afirmativo, mude para outro banco de dados ou feche a brindstone antes de tentar excluir o banco de dados "{0}".
ru: Я не смог удалить базу данных «{0}», которая в данный момент она будет использовать?Если это так, пожалуйста, переключитесь на другую базу данных или закройте Glindstone, прежде чем пытаться удалить базу данных «{0}».
sk: Nemohol som odstrániť databázu "{0}" by mohla byť v súčasnosti používaná?Ak áno, pred pokusom odstránite databázu "{0}".
sv: Jag kunde inte ta bort databasen "{0}" kan den för närvarande vara i bruk?Om så är fallet, vänligen byt till en annan databas eller stäng slipsten innan du försöker radera "{0}" -databasen.
zh_cn: 我无法删除“{0}”数据库目前正在使用？如果是这样，请在尝试删除“{0}”数据库之前切换到另一个数据库或关闭磨石。

# DateTimeOffsetRangePickerEndHintFormat
source: {0} End
cs: {0} konec
de: {0} Ende
fi: {0} loppu
fr: {0} fin
it: {0} fine
ja: {0}終了
nl: {0} Einde
no: {0} Slutt
pl: {0} koniec
pt: {0} final
ru: {0} конец
sk: {0} koniec
sv: {0} slutet
zh_cn: {0}结束
