Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# ViewEntitiesDirectoryModeEntityEUA
source: This is a system view. I use its first column when I need to show you a list of items. Any changes you make to the column's operation or to the order of entries in the view will be reflected in the lists.
cs: Jedná se o systémový pohled.Používám jeho první sloupec, když vám musím ukázat seznam položek.Veškeré změny provedené na operaci sloupce nebo na pořadí položek v zobrazení budou zohledněny v seznamech.
da: Dette er et systemvisning.Jeg bruger sin første kolonne, når jeg skal vise dig en liste over elementer.Eventuelle ændringer, du foretager til kolonneens drift eller til rækkefølgen af poster i visningen, afspejles i listerne.
de: Dies ist eine Systemansicht.Ich benutze seine erste Spalte, wenn ich Ihnen eine Liste der Elemente zeigen muss.Alle Änderungen, die Sie an der Operation der Spalte oder in der Reihenfolge der Einträge in der Ansicht vornehmen, werden in den Listen angezeigt.
fi: Tämä on järjestelmän näkymä.Käytän ensimmäistä sarakettaan, kun minun täytyy näyttää sinulle luettelon kohteista.Kaikki muutokset, jotka teet sarakkeen toimintaan tai näkymän merkintöihin, heijastuu luetteloihin.
fr: Ceci est une vue système.J'utilise sa première colonne lorsque j'ai besoin de vous montrer une liste d'éléments.Toute modification que vous apportez à l'opération de la colonne ou à l'ordre des entrées dans la vue sera reflétée dans les listes.
it: Questa è una vista di sistema.Io uso la sua prima colonna quando ho bisogno di mostrarti un elenco di articoli.Qualsiasi modifica apportata all'operazione della colonna o all'ordine delle voci nella vista si rifletterà negli elenchi.
ja: これはシステムビューです。アイテムのリストを表示する必要がある場合は、最初の列を使用します。列の操作またはビュー内のエントリの順序に加えた変更は、リストに反映されます。
nl: Dit is een systeemweergave.Ik gebruik zijn eerste kolom wanneer ik u een lijst met items moet laten zien.Alle wijzigingen die u aanbrengt aan de bediening van de kolom of op de volgorde van vermeldingen in de weergave, worden weerspiegeld in de lijsten.
no: Dette er en systemvisning.Jeg bruker sin første kolonne når jeg trenger å vise deg en liste over elementer.Eventuelle endringer du gjør i kolonnenes drift eller til rekkefølgen av oppføringer i visningen vil bli reflektert i lister.
pl: Jest to widok systemu.Używam swojej pierwszej kolumny, kiedy muszę pokazać listę przedmiotów.Wszelkie zmiany wprowadzone do operacji kolumny lub kolejność wpisów w widoku zostaną odzwierciedlone na liście.
pt: Esta é uma vista do sistema.Eu uso sua primeira coluna quando preciso mostrar uma lista de itens.Quaisquer alterações feitas para a operação da coluna ou para a ordem de entradas na exibição serão refletidas nas listas.
ru: Это вид системы.Я использую свой первый столбец, когда мне нужно показать вам список предметов.Любые изменения, которые вы делаете в операцию колонки, или на порядок записей в представлении будут отражены в списках.
sk: Toto je systémový pohľad.Používam svoj prvý stĺpec, keď potrebujem zobraziť zoznam položiek.Všetky zmeny, ktoré urobíte na operáciu stĺpca alebo na poradie položiek v zobrazení, sa prejavia v zoznamoch.
sv: Detta är en systemvy.Jag använder sin första kolumn när jag behöver visa en lista med objekt.Eventuella ändringar som du gör i kolumnens funktion eller till order av poster i vyn kommer att återspeglas i listorna.
zh_cn: 这是一个系统视图。当我需要向您展示项目列表时，我使用它的第一列。您对视图中的条目顺序所做的任何更改都将反映在列表中。

# ViewEntitiesDirectoryModeTraitEUA
source: This is a system view. I use its first column when I need to make the fields on a form when you're editing something. Any changes you make to the column's operation or the order of entries will be reflected in the forms. You can also use this view as a starting point for creating new traits; just click the Add Entry button above.
cs: Jedná se o systémový pohled.Používám jeho první sloupec, když potřebuji, aby pole na formuláři, když něco upravujete.Ve formách se odrazí veškeré změny provedené na operaci sloupce nebo pořadí záznamů.Tento pohled můžete také použít jako výchozí bod pro vytváření nových rysů;Stačí kliknout na tlačítko Přidat položku výše.
da: Dette er et systemvisning.Jeg bruger sin første kolonne, når jeg skal foretage felterne på en formular, når du redigerer noget.Eventuelle ændringer, du foretager til kolonneens drift eller rækkefølgen af poster, afspejles i formularerne.Du kan også bruge denne visning som udgangspunkt for at skabe nye træk;Bare klik på knappen Tilføj indtastning ovenfor.
de: Dies ist eine Systemansicht.Ich benutze seine erste Spalte, wenn ich die Felder in einem Formular erstellen muss, wenn Sie etwas bearbeiten.Alle Änderungen, die Sie an der Operation der Spalte vornehmen, werden in den Formularen reflektiert.Sie können diese Ansicht auch als Ausgangspunkt für die Erstellung neuer Merkmale verwenden.Klicken Sie einfach auf die Schaltfläche Eingabe hinzufügen.
fi: Tämä on järjestelmän näkymä.Käytän ensimmäistä sarakettaan, kun tarvitsen kentät lomakkeella, kun muokkaat jotain.Kaikki muutokset, jotka teet sarakkeen toimintaan tai merkinnät, heijastuu lomakkeisiin.Voit myös käyttää tätä näkymää lähtökohtana uusien piirteiden luomiseksi;Napsauta vain Lisää Entry-painiketta.
fr: Ceci est une vue système.J'utilise sa première colonne lorsque j'ai besoin de créer les champs sur un formulaire lorsque vous modifiez quelque chose.Toute modification que vous apportez à la colonne ou l'ordre des entrées sera reflété dans les formulaires.Vous pouvez également utiliser cette vue comme point de départ pour la création de nouveaux traits;Cliquez simplement sur le bouton Ajouter une entrée ci-dessus.
it: Questa è una vista di sistema.Io uso la sua prima colonna quando ho bisogno di creare i campi su un modulo quando stai modificando qualcosa.Eventuali modifiche apportate all'operazione della colonna o all'ordine delle voci si rifletteranno nei moduli.Puoi anche usare questa vista come punto di partenza per creare nuovi tratti;Basta fare clic sul pulsante Aggiungi voce sopra.
ja: これはシステムビューです。編集中にフィールドをフォームにする必要がある場合は、最初の列を使用します。列の操作またはエントリの順序に加えて、フォームに反映されます。このビューを新しい特性を作成するための出発点として使用することもできます。上記の入力入力ボタンをクリックするだけです。
nl: Dit is een systeemweergave.Ik gebruik de eerste kolom wanneer ik de velden op een formulier nodig heb wanneer u iets bewerkt.Elke wijzigingen die u aanbrengt aan de bediening van de kolom of de volgorde van vermeldingen worden weerspiegeld in de formulieren.U kunt deze weergave ook gebruiken als een startpunt voor het maken van nieuwe eigenschappen;Klik gewoon op de knop Invoer toevoegen hierboven.
no: Dette er en systemvisning.Jeg bruker sin første kolonne når jeg trenger å lage feltene på et skjema når du redigerer noe.Eventuelle endringer du gjør i kolonnenes drift, eller rekkefølgen på oppføringer vil bli reflektert i skjemaene.Du kan også bruke denne visningen som utgangspunkt for å skape nye egenskaper;Bare klikk på Legg til oppføringsknappen ovenfor.
pl: Jest to widok systemu.Używam swojej pierwszej kolumny, gdy muszę zrobić pola na formie, gdy coś edytujesz.Wszelkie zmiany wprowadzone do operacji kolumny lub kolejność wpisów zostanie odzwierciedlone w formularzach.Możesz także użyć tego widoku jako punktu wyjścia do tworzenia nowych cech;Kliknij przycisk Dodaj wpis powyżej.
pt: Esta é uma vista do sistema.Eu uso sua primeira coluna quando preciso fazer os campos em um formulário quando você está editando alguma coisa.Quaisquer alterações feitas para a operação da coluna ou a ordem das entradas serão refletidas nos formulários.Você também pode usar essa visão como ponto de partida para criar novos traços;Basta clicar no botão Adicionar entrada acima.
ru: Это вид системы.Я использую свой первый столбец, когда мне нужно сделать поля в форме, когда вы что-то редактируете.Любые изменения, которые вы делаете в операцию колонки или порядок записей, будут отражены в формах.Вы также можете использовать этот вид в качестве отправной точки для создания новых черт;Просто нажмите кнопку Добавить запись выше.
sk: Toto je systémový pohľad.Používam prvý stĺpec, keď potrebujem vykonať polia na formulári, keď niečo upravíte.Všetky zmeny, ktoré urobíte na operáciu stĺpca alebo poradie položiek, sa prejavia vo formách.Tento pohľad môžete použiť aj ako východiskový bod pre vytvorenie nových znakov;Stačí kliknúť na tlačidlo Pridať vstupu vyššie.
sv: Detta är en systemvy.Jag använder sin första kolumn när jag behöver göra fälten på en blankett när du redigerar något.Eventuella ändringar som du gör i kolumnens funktion eller poster av poster kommer att återspeglas i formulären.Du kan också använda denna uppfattning som utgångspunkt för att skapa nya egenskaper;Klicka bara på knappen Lägg till inmatning ovan.
zh_cn: 这是一个系统视图。当我在编辑某些内容时，我需要在表单上制作字段时使用它的第一列。您对列的操作或条目顺序所做的任何更改都将反映在表单中。您还可以使用此视图作为创建新特征的起点;只需单击上面的“添加条目”按钮。

# WarningDecryptDatabase
source: If you decrypt your database, anyone with access to your database file will be able to read it without entering a password.
cs: Pokud dešifrujete databázi, bude někdo s přístupem k databázovému souboru možnost přečíst bez zadání hesla.
da: Hvis du dekrypterer din database, vil alle med adgang til din databasefil være i stand til at læse den uden at indtaste et kodeord.
de: Wenn Sie Ihre Datenbank entschlüsseln, kann jeder mit Zugriff auf Ihre Datenbankdatei es lesen, ohne ein Kennwort einzugeben.
fi: Jos decrypt tietokantasi, kuka tahansa, jolla on pääsy tietokantatiedostoon, pystyy lukemaan sen syöttämättä salasanaa.
fr: Si vous décrypte votre base de données, toute personne ayant accès à votre fichier de base de données pourra le lire sans entrer de mot de passe.
it: Se hai decrittografato il tuo database, chiunque abbia accesso al file di database sarà in grado di leggerlo senza inserire una password.
ja: データベースを復号化した場合、データベースファイルにアクセスできる人は誰でもパスワードを入力せずに読むことができます。
nl: Als u uw database decoderen, kan iedereen met toegang tot uw databasebestand het lezen zonder een wachtwoord in te voeren.
no: Hvis du dekrypterer databasen, vil alle som har tilgang til databasen filen kunne lese den uten å skrive inn et passord.
pl: Jeśli odszyfisz bazę danych, każdy z dostępem do pliku bazy danych będzie mógł go przeczytać bez wprowadzania hasła.
pt: Se você descriptografar seu banco de dados, qualquer pessoa com acesso ao seu arquivo de banco de dados será capaz de lê-lo sem inserir uma senha.
ru: Если вы расшифруете вашу базу данных, любой с доступом к файлу базы данных сможет прочитать его, не введя пароль.
sk: Ak dešifrujete svoju databázu, niekto s prístupom k vášmu databázu bude môcť čítať bez zadania hesla.
sv: Om du dekrypterar din databas, kommer alla med tillgång till din databasfil att kunna läsa den utan att skriva in ett lösenord.
zh_cn: 如果解密数据库，则任何具有访问数据库文件的人都可以在不输入密码的情况下读取它。

# WarningDeleteColumn
source: If you continue, this column will be permanently deleted and will no longer be displayed in the view.
cs: Pokud budete pokračovat, bude tento sloupec trvale vymazán a již nebude zobrazen v zobrazení.
da: Hvis du fortsætter, vil denne kolonne blive permanent slettet og vil ikke længere blive vist i visningen.
de: Wenn Sie fortfahren, wird diese Spalte dauerhaft gelöscht und wird in der Ansicht nicht mehr angezeigt.
fi: Jos jatkat, tämä sarake poistetaan pysyvästi ja sitä ei enää näytetä näkymässä.
fr: Si vous continuez, cette colonne sera supprimée de manière permanente et ne sera plus affichée dans la vue.
it: Se continui, questa colonna verrà eliminata in modo permanente e non verrà più visualizzata nella vista.
ja: 続行すると、この列は永久に削除され、ビューに表示されなくなります。
nl: Als u doorgaat, wordt deze kolom permanent verwijderd en wordt deze niet langer in de weergave weergegeven.
no: Hvis du fortsetter, vil denne kolonnen bli slettet permanent og vil ikke lenger vises i visningen.
pl: Jeśli kontynuujesz, kolumna zostanie trwale usunięta i nie będzie już wyświetlana w widoku.
pt: Se você continuar, esta coluna será excluída permanentemente e não será mais exibida na exibição.
ru: Если вы продолжите, этот столбец будет постоянно удален и больше не будет отображаться в поле зрения.
sk: Ak budete pokračovať, tento stĺpec bude trvalo odstránený a nebude sa zobraziť v pohľade.
sv: Om du fortsätter, kommer den här kolumnen att raderas permanent och kommer inte längre att visas i vyn.
zh_cn: 如果继续，则将永久删除此列，并将不再显示在视图中。

# WarningDeleteEntries
source: If you continue, the selected entries will be permanently deleted.
cs: Pokud budete pokračovat, vybrané položky budou trvale vymazány.
da: Hvis du fortsætter, vil de valgte poster blive permanent slettet.
de: Wenn Sie fortfahren, werden die ausgewählten Einträge dauerhaft gelöscht.
fi: Jos jatkat, valitut merkinnät poistetaan pysyvästi.
fr: Si vous continuez, les entrées sélectionnées seront supprimées de manière permanente.
it: Se continui, le voci selezionate saranno eliminate in modo permanente.
ja: 続行すると、選択したエントリは永久に削除されます。
nl: Als u doorgaat, worden de geselecteerde vermeldingen permanent verwijderd.
no: Hvis du fortsetter, blir de valgte oppføringene permanent slettet.
pl: Jeśli kontynuujesz, wybrane wpisy zostaną trwale usunięte.
pt: Se você continuar, as entradas selecionadas serão permanentemente excluídas.
ru: Если вы продолжите, выбранные записи будут постоянно удалены.
sk: Ak budete pokračovať, vybrané položky budú trvalo odstránené.
sv: Om du fortsätter, raderas de valda posterna permanent.
zh_cn: 如果继续，则将永久删除所选条目。

# WarningDeleteView
source: If you continue, the currently displayed view and its columns will be permanently deleted. The entries displayed by it will not be deleted.
cs: Pokud budete pokračovat, aktuálně zobrazený zobrazení a jeho sloupce budou trvale vymazány.Záznamy zobrazené jej nebudou vymazány.
da: Hvis du fortsætter, vil den aktuelt viste visning og dens kolonner blive permanent slettet.De indtastninger, der vises af den, slettes ikke.
de: Wenn Sie fortfahren, werden die aktuell angezeigte Ansicht und ihre Säulen dauerhaft gelöscht.Die von ihm angezeigten Eingaben werden nicht gelöscht.
fi: Jos jatkat, tällä hetkellä näkyvä näkymä ja sen sarakkeet poistetaan pysyvästi.Sitä näytettävät merkinnät eivät poisteta.
fr: Si vous continuez, la vue actuellement affichée et ses colonnes seront supprimées de manière permanente.Les entrées affichées par elle ne seront pas supprimées.
it: Se continui, la vista attualmente visualizzata e le sue colonne verranno eliminate in modo permanente.Le voci visualizzate da esso non saranno cancellate.
ja: 続行すると、現在表示されているビューとその列は永続的に削除されます。表示されたエントリは削除されません。
nl: Als u doorgaat, worden de momenteel weergegeven weergave en de kolommen permanent verwijderd.De door het getoonde vermelding wordt niet verwijderd.
no: Hvis du fortsetter, blir den gjeldende visningen og dens kolonner slettet permanent.Oppføringene som vises av det, blir ikke slettet.
pl: Jeśli kontynuujesz, aktualnie wyświetlany widok i jego kolumny zostaną trwale usunięte.Wpisy wyświetlane przez nie zostaną usunięte.
pt: Se você continuar, a visualização exibida atualmente e suas colunas serão excluídas permanentemente.As entradas exibidas por ele não serão excluídas.
ru: Если вы продолжите, отображаемый в данный момент представление и его столбцы будут постоянно удалены.Записи, отображаемые его, не будут удалены.
sk: Ak budete pokračovať, aktuálne zobrazené zobrazenie a jeho stĺpce budú trvalo odstránené.Záznamy zobrazené nebudú odstránené.
sv: Om du fortsätter, kommer den aktuella visade vyn och dess kolumner att raderas permanent.De poster som visas av den kommer inte att raderas.
zh_cn: 如果继续，将永久删除当前显示的视图及其列。它不会删除它显示的条目。

# FatalErrorWindowNameEmail
source: Email
cs: E-mailem
fi: Sähköposti
ja: Eメール
no: E-post
ru: Эл. адрес
sv: E-post
zh_cn: 电子邮件

# FileFilterNameZip
source: Zip archives
cs: Zip archivy
de: ZIP-Archive
fr: Archives zip
it: Archivi zip
ja: ジップアーカイブ
nl: ZIP-archief
no: Zip arkiver.
pt: Arquivos Zip.
ru: Zip архивы
sk: Archívy ZIP
zh_cn: ZIP档案馆

# DateTimeOffsetRangePickerStartHintFormat
source: {0} Start
fi: {0} Aloita
fr: {0} Démarrer
it: {0} Inizio
ja: {0}スタート
pt: {0} começar
ru: {0} начать
sk: {0} Štart
zh_cn: {0}开始

# StopwatchOperationsEUA
source: Stopwatch operations start from the context of the time slice you're currently timing. If you would like to aggregate information (e.g. count, max, min, sum, etc.) from the assignment, person, work item, or a list value associated with the current time slice, use the appropriate query in context function to indicate the associated entity from which to aggregate.
fi: Sekuntikello Toiminnot alkavat tällä hetkellä ajastuksen aikaviipaleesta.Jos haluat yhdistää tietoja (esim. Laskea, max, min, summa jne.) Tehtävästä, henkilöstä, työpaikasta tai luettelosta, joka liittyy nykyiseen aikaviipaleen, käytä asianmukaista kyselyä kontekstitoiminnossa osoittamaansiihen liittyvä yksikkö, josta aggregaatti.
nl: Stopwatch-operaties Begin vanuit de context van het tijdslip dat u momenteel timing bent.Als u informatie (bijvoorbeeld tellen, max, min, som, enz.) Van de toewijzing, persoon, werkitem of een lijstwaarde die is gekoppeld aan de huidige tijdslijf, gebruikt u de juiste query in contextfunctie om debijbehorende entiteit om te aggregeren.

# ButtonOK
source: OK
da: Okay
fr: D'ACCORD
ja: わかった
nl: Oké
ru: ХОРОШО
sk: V poriadku
zh_cn: 好的

# ShortcutFileName
source: Grindstone 5
ja: 砥石5
pt: Brindstone 5.
sv: Slipstone 5
zh_cn: 磨石5.
