Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# InstallerWindowRemoveData
source: Remove my databases
cs: Odstraňte mé databáze
da: Fjern mine databaser
de: Meine Datenbanken entfernen
fi: Poista tietokannat
fr: Supprimer mes bases de données
it: Rimuovi i miei database
ja: データベースを削除します
nl: Verwijder mijn databases
no: Fjern databasene mine
pl: Usuń moje bazy danych.
pt: Remova meus bancos de dados
ru: Удалите мои базы данных
sk: Odstráňte moje databázy
sv: Ta bort mina databaser
zh_cn: 删除我的数据库

# InstallerWindowStartWhenSetupFinishes
source: Start Grindstone when Setup finishes
cs: Při dokončení instalace spusťte brusný kámen
da: Start Grindstone, når opsætningen er færdige
de: Starten Sie Schleifstein, wenn das Setup abgeschlossen ist
fi: Aloita Grindstone, kun asennat viimeistely
fr: Commencez à grinderstone lorsque la configuration se termine
it: Avvia Grittstone quando la configurazione finisce
ja: セットアップが終了したら砥石を起動します
nl: Start Grindstone wanneer Setup eindigt
no: Start Grindstone når oppsettet er ferdig
pl: Rozpocznij grindstone po zakończeniu konfiguracji
pt: Comece a brindstone quando a instalação termina
ru: Начните GrindStone, когда настройка заканчивается
sk: Spustite Grindstone pri dokončení nastavenia
sv: Starta Grindsten när installationen är klar
zh_cn: 设置完成时启动磨刀石

# InstallerWindowStartWithWindows
source: Start Grindstone with Windows
cs: Start Grindstone s okny
da: Start Grindstone med Windows
de: Grindstone mit Windows starten
fi: Aloita hiomakivi ikkunoilla
fr: Démarrer Grindstone avec Windows
it: Avvia Grittstone con Windows
ja: Windowsで砥石を起動します
nl: Start Grindstone met Windows
no: Start Grindstone med Windows
pl: Rozpocznij grindstone z oknami
pt: Comece a rebolo com janelas
ru: Начните Grindstone с окнами
sk: Štart Grindstone s Windows
sv: Starta slipsten med fönster
zh_cn: 用窗户开始磨石

# InstallerWindowUninstallFinishedHeader
source: Uninstallation complete
cs: Odinstalace kompletní
da: Afinstallation komplet
de: Deinstallation komplett.
fi: Poistaminen täydellinen
fr: La désinstallation complète
it: Disinstallazione completa
ja: アンインストール完了
nl: Verwijderen voltooid
no: Avinstallering fullført
pl: Odinstalowanie kompletne
pt: Desinstalação completa.
ru: Удаление завершено
sk: Dokončenie odinštalovania
sv: Avinstallation komplett
zh_cn: 卸载完整

# InstallerWindowUninstallFinishedSubheader
source: Grindstone was removed successfully.
cs: Grindstone byl úspěšně odstraněn.
da: Grindstone blev fjernet med succes.
de: Grindstone wurde erfolgreich entfernt.
fi: Grindstone poistettiin onnistuneesti.
fr: Grindstone a été retiré avec succès.
it: Grittstone è stato rimosso con successo.
ja: 砥石は正常に取り除かれました。
nl: Grindstone is succesvol verwijderd.
no: Grindstone ble fjernet med hell.
pl: Grindstone została pomyślnie usunięta.
pt: Grindstone foi removido com sucesso.
ru: Grindstone был удален успешно.
sk: Grindstone bol úspešne odstránený.
sv: Grindstone togs bort framgångsrikt.
zh_cn: 磨石成功删除。

# InstallerWindowUninstallingHeader
source: Uninstalling
cs: Odinstalace
da: Afinstallation
de: Deinstallation
fi: Poista asennus
fr: Désinstaller
it: Disinstallazione
ja: アンインストール
nl: Het verwijderen
no: Avinstallerer
pl: Odinstalowywanie
pt: Desinstalando
ru: Удаление
sk: Odinštalovanie
sv: Avinstallation
zh_cn: 卸载

# InstallerWindowUninstallingSubheader
source: Please wait while Grindstone is being uninstalled.
cs: Počkejte prosím, dokud Brusný kámen není odinstalován.
da: Vent venligst, mens Grindstone bliver afinstalleret.
de: Bitte warten, während Grindstone deinstalliert wird.
fi: Odota, kun Grindstone poistetaan.
fr: Veuillez patienter pendant que MRODSSTONE est désinstallé.
it: Si prega di attendere mentre Glemindstone viene disinstallato.
ja: 砥石がアンインストール中にお待ちください。
nl: Even geduld aub terwijl slijpsteen wordt verwijderd.
no: Vennligst vent mens Grindstone blir avinstallert.
pl: Poczekaj, aż Grindstone jest odinstalowany.
pt: Por favor, aguarde enquanto a Grindstone está sendo desinstalada.
ru: Пожалуйста, подождите, пока их удален.
sk: Počkajte, kým je brúsny kameň odinštalovaný.
sv: Vänta vänta medan slipsten avinstalleras.
zh_cn: 请稍等，磨石卸载。

# InstallerWindowUninstallOptionsDirections
source: Check the options you prefer and uncheck the ones you do not. Click or tap Uninstall to continue.
cs: Zkontrolujte možnosti, které dáváte přednost a zrušte zaškrtnutí těch, které ne.Pokračujte klepnutím nebo klepnutím na tlačítko Odinstalovat.
da: Tjek de muligheder, du foretrækker, og fjern markeringen af dem, du ikke gør det.Klik eller tryk på Afinstaller for at fortsætte.
de: Überprüfen Sie die Optionen, die Sie bevorzugen, und deaktivieren Sie die nicht.Klicken Sie auf oder tippen Sie auf Deinstallieren, um fortzufahren.
fi: Tarkista haluamasi vaihtoehdot ja poista ne et.Jatka napsauttamalla tai napauttamalla Poista.
fr: Vérifiez les options que vous préférez et décochez ceux que vous ne le faites pas.Cliquez sur ou appuyez sur Désinstaller pour continuer.
it: Controlla le opzioni che preferisci e deseleziona quelle che non fai.Fai clic o tocca Disinstalla per continuare.
ja: 必要なオプションを確認して、そうでないものをオフにします。続行するにはアンインストールをクリックまたはタップします。
nl: Controleer de opties die u de voorkeur geeft aan en schakel u uit die u niet doet.Klik of tik op Verwijderen om door te gaan.
no: Kontroller alternativene du foretrekker og fjern merket for de du ikke gjør.Klikk eller trykk på Avinstaller for å fortsette.
pl: Sprawdź opcje preferowane i usuń zaznaczenie tych, których nie.Kliknij lub stuknij Uninstall, aby kontynuować.
pt: Verifique as opções que você preferir e desmarcar os que você não faz.Clique ou toque em Desinstalar para continuar.
ru: Проверьте параметры, которые вы предпочитаете и снимите флажок, которые вы не делаете.Нажмите или нажмите Удалить, чтобы продолжить.
sk: Skontrolujte možnosti, ktoré uprednostňujete a zrušte začiarknutie políčok, ktoré nie ste.Ak chcete pokračovať, kliknite na tlačidlo Odinštalovať.
sv: Kontrollera de alternativ du föredrar och avmarkera de du inte gör.Klicka eller tryck av avinstallera för att fortsätta.
zh_cn: 检查您更喜欢的选项，取消选中您没有的选项。单击或点按卸载以继续。

# InstallerWindowUninstallOptionsHeader
source: Uninstall options
cs: Odinstalovat možnosti
da: Afinstaller muligheder.
de: Optionen deinstallieren.
fi: Poista vaihtoehdot
fr: Désinstallez les options
it: Disinstalla le opzioni
ja: アンインストールオプション
nl: Installatie ongedaan maken
no: Avinstaller alternativer
pl: Odinstaluj opcje
pt: Desinstalar opções
ru: Удаление вариантов
sk: Odinštalujte možnosti
sv: Avinstallera alternativ
zh_cn: 卸载选项

# InstallerWindowUninstallOptionsSubheader
source: Choose how you want Grindstone to be uninstalled.
cs: Zvolte, jak chcete brusný kámen odinstalovat.
da: Vælg, hvordan du vil have slibesten, der skal afinstalleres.
de: Wählen Sie aus, wie Sie den Schleifstein deinstalliert werden möchten.
fi: Valitse, miten haluat hiomakiviä poistettavaksi.
fr: Choisissez comment vous voulez que Grindstone soit désinstallé.
it: Scegli come vuoi che Grittststone sia disinstallato.
ja: 砥石をアンインストールする方法を選択してください。
nl: Kies hoe je wilt dat slijpsteen wordt verwijderd.
no: Velg hvordan du vil at Grindstone skal avinstalleres.
pl: Wybierz, jak chcesz odinstalować Grind Stone.
pt: Escolha como você deseja que a Grindstone seja desinstalada.
ru: Выберите, как вы хотите удалить GrindStone.
sk: Vyberte, ako chcete, aby bol brúsny kameň odinštalovaný.
sv: Välj hur du vill att slipsten ska avinstalleras.
zh_cn: 选择您希望卸载磨石的方式。

# InstallerWindowUpdatingHeader
source: Updating
cs: Aktualizace
da: Opdatering
de: Aktualisierung
fi: Päivitys
fr: Mise à jour
it: In aggiornamento
ja: 更新
nl: Bijwerking
no: Oppdatering.
pl: Aktualizacja
pt: Atualização do
ru: Обновление
sk: Aktualizácia
sv: Uppdatering
zh_cn: 更新

# InstallerWindowUpdatingSubheader
source: Please wait while Grindstone is being updated.
cs: Čekejte prosím, dokud se neaktualizuje brusný kámen.
da: Vent venligst, mens Grindstone opdateres.
de: Bitte warten, während Grindstone aktualisiert wird.
fi: Odota, kun Grindstone päivitetään.
fr: VEUILLEZ ATTENDRE PENDANT que MRODSSTONE est mise à jour.
it: Si prega di attendere mentre Glemincstone viene aggiornato.
ja: 砥石が更新されている間待ってください。
nl: Even geduld aub terwijl Grindstone wordt bijgewerkt.
no: Vennligst vent mens Grindstone blir oppdatert.
pl: Poczekaj, aż Grindstone jest aktualizowana.
pt: Por favor, aguarde enquanto a rebate está sendo atualizada.
ru: Пожалуйста, подождите, когда GrindStone обновляется.
sk: Počkajte, kým sa aktualizuje Grindstone.
sv: Vänta vänta medan grindsten uppdateras.
zh_cn: 在更新磨石时，请等待。

# InstallerWindowWelcomeHeader
source: Welcome to Grindstone Setup
cs: Vítejte na Setup Setup
da: Velkommen til Grindstone Setup
de: Willkommen beim Schleifstein-Setup
fi: Tervetuloa Grindstone-asetuksiin
fr: Bienvenue à la configuration de Grindstone
it: Benvenuto nella configurazione di Grindstone
ja: 砥石の設定へようこそ
nl: Welkom bij Grindstone Setup
no: Velkommen til Grindstone Setup
pl: Witamy w konfiguracji Grindstone
pt: Bem-vindo ao Setup Grindstone
ru: Добро пожаловать в настройки GrindStone
sk: Vitajte v Grindstone Setup
sv: Välkommen till Grindstone Setup
zh_cn: 欢迎来到Grindstone设置

# InstallerWindowWelcomeText
source: Setup will guide you through the installation of Grindstone. You do not need to close any other applications before starting Setup and you will not be asked to reboot your computer. Click or tap Next to continue.
cs: Instalační program vás provede instalací Brusku. Před zahájením instalace nemusíte zavřít žádné další aplikace a nebudete požádáni o restartování počítače. Pokračujte klepnutím na tlačítko nebo klepnutím na tlačítko Další.
da: Setup vil guide dig gennem installationen af Grindstone. Du behøver ikke lukke andre programmer, inden du starter opsætning, og du bliver ikke bedt om at genstarte din computer. Klik eller tryk på Næste for at fortsætte.
de: Setup führt Sie durch die Installation von Schleifstein. Sie müssen keine anderen Anwendungen schließen, bevor Sie das Setup starten, und Sie werden nicht aufgefordert, Ihren Computer neu zu starten. Klicken Sie auf oder tippen Sie auf Weiter, um fortzufahren.
fi: Setup ohjaa sinua Grindstonen asennuksen kautta. Sinun ei tarvitse sulkea muita sovelluksia ennen asennuksen aloittamista ja sinua ei pyydetä käynnistämään tietokonetta uudelleen. Jatka napsauttamalla tai napauta.
fr: La configuration vous guidera à travers l'installation de Grindstone. Vous n'avez pas besoin de fermer d'autres applications avant de commencer la configuration et vous ne serez pas invité à redémarrer votre ordinateur. Cliquez sur ou appuyez sur Suivant pour continuer.
it: La configurazione ti guiderà attraverso l'installazione di Grittstone. Non è necessario chiudere altre applicazioni prima di avviare la configurazione e non verrà chiesto di riavviare il computer. Fai clic o tocca Avanti per continuare.
ja: セットアップは砥石の取り付けを通してあなたを導きます。 セットアップを開始する前に他のアプリケーションを閉じる必要はなく、コンピュータの再起動を求められません。 [次へ]をクリックするかタップして続行します。
nl: Setup leidt u door de installatie van slijpsteen. U hoeft geen andere applicaties te sluiten voordat u de installatie begint en u wordt niet gevraagd om uw computer opnieuw op te starten. Klik of tik op Volgende om door te gaan.
no: Setup vil veilede deg gjennom installasjonen av Grindstone. Du trenger ikke å lukke andre programmer før du starter oppsettet, og du vil ikke bli bedt om å starte datamaskinen på nytt. Klikk eller trykk på Neste for å fortsette.
pl: Ustawienia poprowadzi Cię przez instalację Grindstone. Przed rozpoczęciem konfiguracji nie musisz zamykać żadnych innych aplikacji, a nie zostaniesz poproszony o ponowne uruchomienie komputera. Kliknij lub dotknij Dalej, aby kontynuować.
pt: A instalação irá guiá-lo através da instalação do Grindstone. Você não precisa fechar nenhum outro aplicativo antes de iniciar a configuração e não será solicitado a reinicializar o computador. Clique ou toque em Avançar para continuar.
ru: Настройка проведет вас через установку GrindStone. Вам не нужно закрывать какие-либо другие приложения перед началом настройки, и вам не будет предложено перезагрузить компьютер. Нажмите или нажмите Далее, чтобы продолжить.
sk: Nastavenie vás prevedie inštaláciou grindse. Pred spustením nastavenia nemusíte zatvoriť žiadne iné aplikácie a nebudete požiadaný o reštartovanie počítača. Pokračujte kliknutím na tlačidlo Ďalej.
sv: Inställningen leder dig genom installationen av slipsten. Du behöver inte stänga några andra program innan du börjar installera och du kommer inte att bli ombedd att starta om datorn. Klicka eller Tryck på Nästa för att fortsätta.
zh_cn: 安装程序将指导您完成磨石的安装。 您无需在启动设置之前关闭任何其他应用程序，并且不会被要求将您重新启动计算机。 单击或点击“下一步”继续。

# LabelAbout
source: About
cs: O
da: Om
de: Über
fi: Noin
fr: Sur
it: Di
ja: 約
nl: Wat betreft
no: Om
pl: O
pt: Sobre
ru: О
sk: O
sv: Handla om
zh_cn: 关于

# LabelChangeDatabasePassword
source: Change Database Password
cs: Změnit databázové heslo
da: Skift databaseadgangskode
de: Datenbankkennwort ändern.
fi: Vaihda tietokannan salasana
fr: Modifier le mot de passe de la base de données
it: Cambia password del database
ja: データベースのパスワードを変更します
nl: Wijzig de database-wachtwoord
no: Endre databasepassord
pl: Zmień hasło bazy danych.
pt: Alterar senha do banco de dados
ru: Изменить пароль базы данных
sk: Zmeniť heslo databázy
sv: Ändra databaslösenord
zh_cn: 更改数据库密码

# LabelCheckForUpdates
source: Check for Updates
cs: Kontrola aktualizací
da: Søg efter opdateringer
de: Auf Updates prüfen
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
it: Controlla gli aggiornamenti
ja: 更新を確認する
nl: Controleer op updates
no: Se etter oppdateringer
pl: Sprawdź aktualizacje
pt: Verifique se há atualizações
ru: Проверьте наличие обновлений
sk: Skontroluj aktualizácie
sv: Sök efter uppdateringar
zh_cn: 检查更新

# LabelCollectGarbage
source: Collect Garbage
cs: Sbírat odpadky
da: Saml skraldespand
de: Müll sammeln
fi: Kerätä roskat
fr: Recueillir des ordures
it: Raccogli la spazzatura
ja: ゴミを集める
nl: Verzamel afval
no: Samle søppel
pl: Zbierać śmieci
pt: Coletar lixo
ru: Собирать мусор
sk: Zbierať odpadky
sv: Samla sopor
zh_cn: 收集垃圾

# LabelDecryptDatabase
source: Decrypt Database
cs: Dešifrování databáze
de: Datenbank entschlüsseln.
fi: Decrypt tietokanta
fr: Date de données Decrypt
ja: データベースを復号化します
nl: De database decoderen
no: Dekrypter database
pl: Dezakrypcja bazy danych
pt: Descripto de dados de banco de dados
ru: Расшифровать базу данных
sk: Dešifrovanie databázy
sv: Dekryptera databasen
zh_cn: 解密数据库

# LabelDelete
source: Delete
cs: Vymazat
de: Löschen
fi: Poistaa
fr: Supprimer
it: Eliminare
ja: 消去
nl: Verwijderen
no: Slett
pl: Usunąć
pt: Excluir
ru: Удалить
sk: Vymazať
sv: Radera
zh_cn: 删除

# LabelDuplicate
source: Duplicate
cs: Duplikát
da: Duplikere
de: Duplikat
fi: Kaksoiskappale
fr: Dupliquer
it: Duplicare
ja: 複製
nl: Duplicaat
no: Duplisere
pl: Duplikować
pt: Duplicar
ru: Дублировать
sk: Duplikát
sv: Duplicera
zh_cn: 复制

# LabelEdit
source: Edit
cs: Upravit
da: Redigere
de: Bearbeiten
fi: Muokata
fr: Modifier
it: Modificare
ja: 編集
nl: Bewerk
no: Redigere
pl: Edytować
pt: Editar
ru: Редактировать
sk: Upraviť
sv: Redigera
zh_cn: 编辑

# LabelEncryptDatabase
source: Encrypt Database
cs: Šifrování databáze
da: Krypter database
de: Datenbank verschlüsseln.
fi: Salaa tietokanta
fr: Crypter la base de données
ja: データベースを暗号化します
no: Krypter database
pl: Szyfruna baza danych.
pt: Encriçando o banco de dados
ru: Шифровать базу данных
sk: Šifrovanie databázy
sv: Kryptera databasen
zh_cn: 加密数据库

# LabelGeneral
source: General
cs: Všeobecné
it: Generale
pl: Ogólny

# LabelOptions
source: Options
cs: Možnosti
da: Muligheder
de: Optionen
fi: Vaihtoehdot
fr: Option
it: Opzioni
ja: オプション
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
ru: Опции
sk: možnosti
sv: alternativ
zh_cn: 选项

# LabelSaveLoggedExceptions
source: Save Logged Exceptions
cs: Uložit zaznamenané výjimky
da: Gem loggede undtagelser.
de: Speichern protokollierte Ausnahmen
fi: Tallenna kirjatut poikkeukset
fr: Enregistrer des exceptions connectées
it: Salva le eccezioni registrate
ja: ロギングされた例外を保存します
nl: Bewaar logged uitzonderingen
no: Lagre loggede unntak
pl: Zapisz zarejestrowane wyjątki
pt: Salvar exceções registradas
ru: Сохранить зарегистрированные исключения
sk: Uložiť zaznamenané výnimky
sv: Spara loggade undantag
zh_cn: 保存已记录的例外

# LabelSelectDatabase
source: Select Database
cs: Vyberte databázi
da: Vælg database
de: Datenbank auswählen
fi: Valitse tietokanta
fr: Sélectionnez la base de données
it: Seleziona il database
ja: データベースを選択してください
nl: Selecteer Database
no: Velg database
pl: Wybierz bazę danych.
pt: Selecione Banco de Dados
ru: Выберите базу данных
sk: Vyberte databázu
sv: Välj databas
zh_cn: 选择数据库

# LabelStartGrindstoneWithWindows
source: Start Grindstone with Windows
cs: Start Grindstone s okny
it: Avvia Grittstone con Windows
pl: Rozpocznij grindstone z oknami

# LabelThrowException
source: Throw Exception
cs: Výjimka
da: Kaste undtagelse.
de: Ausnahmewillen
fi: Heittää poikkeus
fr: Lancer une exception
it: Gettare eccezione
ja: スローされた例外
nl: Uitzondering
no: Kaste unntak
pl: Wyrzucić wyjątek
pt: Jogar exceção
ru: Бросить исключение
sk: Výnimku
sv: Kasta undantag
zh_cn: 抛出异常

# LicenseInvalid
source: The license you entered is not valid for feature {0}.
cs: Zadaná licence není platná pro funkci {0}.
da: Licensen, du indtastede, gælder ikke for funktion {0}.
de: Die eingegebene Lizenz ist nicht gültig für Feature {0}.
fi: Antamasi lisenssi ei kelpaa ominaisuus {0}.
fr: La licence que vous avez entrée n'est pas valide pour la fonctionnalité {0}.
it: La licenza inserita non è valida per la funzione {0}.
ja: 入力したライセンスは機能{0}には無効です。
nl: De die u hebt ingevoerd is niet geldig voor functie {0}.
no: Lisensen du skrev inn er ikke gyldig for funksjon {0}.
pl: Wprowadzona licencja jest nieprawidłowa dla funkcji {0}.
pt: A licença que você digitou não é válida para recurso {0}.
ru: Введенная вами лицензия недействительна для функции {0}.
sk: Zadaná licencia nie je platná pre funkciu {0}.
sv: Licensen du angav är inte giltig för funktion {0}.
zh_cn: 您输入的许可证对功能{0}无效。

# LicenseRequiredDialogCodeHint
source: Code
cs: Kód
da: Kode
fi: Koodi
it: Codice
ja: コード
no: Kode
pl: Kod
pt: Código
ru: Код
sk: Kód
sv: Koda
zh_cn: 代码

# LicenseRequiredDialogCodeRequired
source: The code for your license is required
cs: Je vyžadován kód pro vaši licenci
da: Koden for din licens er påkrævet
de: Der Code für Ihre Lizenz ist erforderlich
fi: Lisenssin koodi on pakollinen
fr: Le code de votre licence est requis
it: È richiesto il codice per la tua licenza
ja: あなたのライセンスのコードが必要です
nl: De code voor uw licentie is vereist
no: Koden for din lisens er nødvendig
pl: Wymagany jest kod dla Twojej licencji
pt: O código para sua licença é necessário
ru: Требуется код для вашей лицензии
sk: Vyžaduje sa kód pre vašu licenciu
sv: Koden för din licens krävs
zh_cn: 需要许可证的代码

# LicenseRequiredDialogDeviceSignatureLabel
source: Device Signature:
cs: Podpis zařízení:
da: Enheds signatur:
de: Gerätesignatur:
fi: Laitteen allekirjoitus:
fr: Signature du dispositif:
it: Firma del dispositivo:
ja: デバイスの署名：
nl: Apparaathandtekening:
no: Enhets signatur:
pl: Podpis urządzenia:
pt: Assinatura do dispositivo:
ru: Подпись устройства:
sk: Podpis zariadenia:
sv: Enhetssignatur:
zh_cn: 设备签名：

# LicenseRequiredDialogEndHint
source: End
cs: Konec
da: Ende
de: Ende
fi: Loppu
fr: Finir
it: Fine
ja: 終わり
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
ru: Конец
sk: Koniec
sv: Slutet
zh_cn: 结尾

# LicenseRequiredDialogInstructions
source: In order to proceed, please enter the details of a valid license.
cs: Chcete-li pokračovat, zadejte podrobnosti o platné licenci.
da: For at fortsætte, bedes du indtaste detaljerne i en gyldig licens.
de: Um fortzufahren, geben Sie bitte die Details einer gültigen Lizenz ein.
fi: Jotta voit jatkaa, kirjoita voimassa olevan lisenssin tiedot.
fr: Pour procéder, veuillez entrer les détails d'une licence valide.
it: Per procedere, inserire i dettagli di una licenza valida.
ja: 続行するには、有効なライセンスの詳細を入力してください。
nl: Voer de details van een geldige licentie in om door te gaan.
no: For å fortsette, vennligst skriv inn detaljene i en gyldig lisens.
pl: Aby kontynuować, wprowadź szczegóły ważnej licencji.
pt: Para prosseguir, insira os detalhes de uma licença válida.
ru: Для того, чтобы продолжить, введите детали действительной лицензии.
sk: Ak chcete pokračovať, zadajte podrobnosti o platnej licencii.
sv: För att fortsätta, ange detaljerna i en giltig licens.
zh_cn: 要继续，请输入有效许可证的详细信息。

# LicenseRequiredDialogLicenseNameLabel
source: License Name:
cs: Jméno licence:
da: Licensnavn:
de: Lizenzname:
fi: Lisenssin nimi:
fr: Nom de la licence:
it: Nome della licenza:
ja: ライセンス名：
nl: Licentienaam:
no: Lisensnavn:
pl: Nazwa licencji:
pt: Nome da licença:
ru: Название лицензии:
sk: Názov licencie:
sv: Licensnamn:
zh_cn: 许可证名称：

# LicenseRequiredDialogStartHint
source: Start
fi: alkaa
fr: Démarrer
it: Inizio
ja: 始める
nl: Begin
pl: Początek
pt: Começar
ru: Начинать
sk: Spustiť
zh_cn: 开始

# LicenseValid
source: The license you entered is valid and activates the feature {0}.
cs: Zadaná licence je platná a aktivuje funkci {0}.
da: Licensen, du indtastede, er gyldig og aktiverer funktionen {0}.
de: Die eingegebene Lizenz ist gültig und aktiviert die Funktion {0}.
fi: Antamasi lisenssi on kelvollinen ja aktivoi ominaisuus {0}.
fr: La licence que vous avez entrée est valide et active la fonctionnalité {0}.
it: La licenza inserita è valida e attiva la funzione {0}.
ja: 入力したライセンスは有効で、機能{0}を有効にします。
nl: De die u hebt ingevoerd is geldig en activeert de functie {0}.
no: Lisensen du skrev inn er gyldig og aktiverer funksjonen {0}.
pl: Wprowadzona licencja jest ważna i aktywuje funkcję {0}.
pt: A licença digitada é válida e ativa o recurso {0}.
ru: Введенная вами лицензия действительна и активирует функцию {0}.
sk: Zadaná licencia je platná a aktivuje funkciu {0}.
sv: Licensen du angav är giltig och aktiverar funktionen {0}.
zh_cn: 您输入的许可证有效并激活该功能{0}。

# MessageDialogDoNotAlert
source: Do not alert me about this again
cs: Nebojujte mě o tom znovu
da: Var ikke mig om dette igen
de: Benachrichtigen Sie mich nicht noch einmal
fi: Älä varoita minua tästä uudestaan
fr: Ne me préserver à nouveau pas à ce sujet
it: Non mi avvicinarmi di nuovo
ja: これについて私に警告しないでください
nl: Waarschuw me hier niet meer over
no: Ikke vær oppmerksom på dette igjen
pl: Nie czuj mnie ponownie o tym
pt: Não me alerte sobre isso novamente
ru: Не предупреждайте меня об этом снова
sk: Opäť ma neohrozujte
sv: Var inte uppmärksam på det här igen
zh_cn: 再也不会提醒我这个问题

# MessageDialogDoNotAsk
source: Do not ask me about this again
cs: Neptejte se mě na to znovu
da: Spørg mig ikke om dette igen
de: Fragen Sie mich nicht noch einmal
fi: Älä kysy minulta tästä uudestaan
fr: Ne me pose plus de questions à ce sujet
it: Non chiedermi di nuovo su questo
ja: これについて私に尋ねないでください
nl: Vraag me hier niet meer over
no: Ikke spør meg om dette igjen
pl: Nie pytaj mnie ponownie o tym
pt: Não me pergunte sobre isso novamente
ru: Не спрашивайте меня об этом снова
sk: Nepýtajte sa ma o tom znova
sv: Fråga mig inte om det här igen
zh_cn: 不要再问我这件事

# MessageDialogDoNotInform
source: Do not inform me about this again
cs: Neodpovídejte mě o tom znovu
da: Informer mig ikke om dette igen
de: Informieren Sie mich nicht noch einmal darüber
fi: Älä ilmoita minulle tästä uudelleen
fr: Ne m'informez pas à ce sujet
it: Non informarmi di nuovo su questo
ja: これについて私に知らせないでください
nl: Informeer me hier niet meer over
no: Ikke informer meg om dette igjen
pl: Nie poinformuj mnie ponownie o tym
pt: Não me informe sobre isso novamente
ru: Не сообщите мне об этом снова
sk: Nepoznajte ma znova
sv: Inrätta mig inte om det här igen
zh_cn: 不要再告诉我这个
