Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# ExportEntriesDialogTitle
source: Export entries
cs: Exportní položky
da: Eksportposter
de: Einträge exportieren.
fi: Vie merkinnät
fr: Entrées d'exportation
it: Voci di esportazione
ja: エントリをエクスポートします
nl: Exporteer vermeldingen
no: Eksporter oppføringer
pl: Wpisy eksportu
pt: Entradas de exportação
ru: Записи экспорта
sk: Vývozné položky
sv: Exportera poster
zh_cn: 导出参赛作品

# FatalErrorWindowAllowResponse
source: Include your contact information to allow a response
cs: Zahrnout vaše kontaktní informace, které umožňují odpověď
da: Medtag dine kontaktoplysninger for at tillade et svar
de: Fügen Sie Ihre Kontaktinformationen ein, um eine Antwort zuzulassen
fi: Sisällytä yhteystietosi, jotta vastaus olisi mahdollista
fr: Inclure vos coordonnées pour permettre une réponse
it: Includi le tue informazioni di contatto per consentire una risposta
ja: 応答を許可するためにあなたの連絡先情報を含めます
nl: Neem uw contactgegevens op om een reactie toe te staan
no: Inkluder din kontaktinformasjon for å tillate et svar
pl: Dołącz dane kontaktowe, aby umożliwić odpowiedź
pt: Inclua suas informações de contato para permitir uma resposta
ru: Включите вашу контактную информацию, чтобы позволить ответу
sk: Zahrňte svoje kontaktné informácie, aby ste mohli odpovedať
sv: Inkludera din kontaktinformation för att tillåta ett svar
zh_cn: 包括您的联系信息以允许回复

# FatalErrorWindowCheckForUpdates
source: Check for updates
cs: Kontrola aktualizací
da: Søg efter opdateringer
de: Auf Updates prüfen
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
it: Controlla gli aggiornamenti
ja: 更新を確認する
nl: Controleer op updates
no: Se etter oppdateringer
pl: Sprawdź aktualizacje
pt: Verifique se há atualizações
ru: Проверьте наличие обновлений
sk: Skontroluj aktualizácie
sv: Sök efter uppdateringar
zh_cn: 检查更新

# FatalErrorWindowClose
source: Close Grindstone
da: Luk Grindstone
de: Schließen Schleifstein
fi: Sulje Grindstone
fr: Fermer Grindstone
it: Chiudi macina
ja: 挽石を閉じる
nl: Sluit slijpsteen
no: Lukk Grindstone
pl: Zamknij grindstone.
pt: Fechar Grindstone.
ru: Закрыть Glindstone
sk: Zatvorte brúsny kameň
sv: Stäng slipsten
zh_cn: 关闭磨石

# FatalErrorWindowCopy
source: Copy critical techcnial details to clipboard
cs: Kopírovat kritické technické detaily do schránky
da: Kopier kritiske tekniske detaljer til udklipsholder
de: Kopieren Sie kritische technische Details in die Zwischenablage
fi: Kopioi kriittiset tekniset tiedot leikepöydälle
fr: Copier des détails techniques critiques dans le presse-papier
it: Copia i dettagli tecnici critici negli Appunti
ja: クリティカルテクニカル詳細をクリップボードにコピーします
nl: Kopieer kritische technische details naar het klembord
no: Kopier kritiske tekniske detaljer til utklippstavlen
pl: Skopiuj krytyczne szczegóły techniczne do schowka
pt: Copie detalhes técnicos críticos para a área de transferência
ru: Скопируйте критические технические детали в буфер обмена
sk: Kopírovanie kritických technických detailov do schránky
sv: Kopiera kritiska tekniska detaljer till Urklipp
zh_cn: 将关键技术细节复制到剪贴板

# FatalErrorWindowCriticalTechnicalDetails
source: Critical technical details
cs: Kritické technické detaily
da: Kritiske tekniske detaljer.
de: Kritische technische Details.
fi: Kriittiset tekniset tiedot
fr: Détails techniques critiques
it: Dettagli tecnici critici
ja: 重要な技術的な詳細
nl: Kritieke technische details
no: Kritiske tekniske detaljer
pl: Krytyczne szczegóły techniczne.
pt: Detalhes técnicos críticos
ru: Критические технические детали
sk: Kritické technické detaily
sv: Kritiska tekniska detaljer
zh_cn: 关键技术细节

# FatalErrorWindowNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# FatalErrorWindowReport
source: Report critical technical details to Epiforge
cs: Oznámit kritické technické detaily Epiforge
da: Rapportér kritiske tekniske detaljer til EpiForge
de: Melden Sie kritische technische Details an Epiflorge
fi: Ilmoita kriittisistä teknisistä yksityiskohdista Epiforge
fr: Signaler des détails techniques critiques à Epiforge
it: Segnala i dettagli tecnici critici a Epiforo
ja: 重要な技術情報を能力に報告してください
nl: Meld kritieke technische details aan Epiforge
no: Rapporter kritiske tekniske detaljer til Epifforge
pl: Zgłoś krytyczne szczegóły techniczne do EPIFORGE
pt: Denunciar detalhes técnicos críticos ao Epiforge
ru: Сообщить о критических технических деталях в Epifrorge
sk: Hlásenie kritických technických detailov spoločnosti EVIFRAGRA
sv: Rapportera kritiska tekniska detaljer till Epiforge
zh_cn: 向Epiforge报告关键的技术细节

# FatalErrorWindowRestart
source: Restart
da: Genstart
de: Neu starten
fi: Uudelleenkäynnistää
fr: Redémarrer
it: Ricomincia
ja: 再起動
nl: Herstarten
no: Omstart
pl: Ponowne uruchomienie
pt: Reiniciar
ru: Начать сначала
sk: Reštart
sv: Omstart
zh_cn: 重新开始

# FatalErrorWindowText
source: Our most humble apologies, but Grindstone has stumbled upon an error that it was not built to deal with. This error is not your fault. But, you can go beyond the call of duty and help us fix it!
cs: Naše nejhorší omluva, ale brusný kámen narazil na chybu, že nebylo postaveno, aby se zabýval.Tato chyba není vaše chyba.Ale můžete jít nad rámec call of Duty a pomoci nám opravit!
da: Vores mest ydmyge undskyldninger, men Grindstone har snuble på en fejl, at det ikke var bygget til at håndtere.Denne fejl er ikke din fejl.Men du kan gå ud over opkaldet af pligt og hjælpe os med at rette det!
de: Unsere bescheidenen Entschuldigungen, aber Grindstone hat einen Fehler gestolpert, der nicht gebaut wurde, um sich umzugehen.Dieser Fehler ist nicht Ihre Fehler.Sie können jedoch über den Ruf der Pflicht hinausgehen und uns helfen, es zu beheben!
fi: Meidän nöyrä anteeksipyyntömme, mutta Grindstone on törmännyt virheestä, jota se ei rakennettu käsittelemään.Tämä virhe ei ole sinun vikasi.Mutta voit ylittää tehtävän ja auttaa meitä korjaamaan sen!
fr: Nos excuses les plus humbles, mais Grindstone a trébuché sur une erreur qu'elle n'a pas été construite pour traiter.Cette erreur n'est pas votre faute.Mais vous pouvez aller au-delà de l'appel du devoir et nous aider à le réparer!
it: Le nostre scuse più umili, ma Glemindstone è inciampato su un errore che non è stato costruito per affrontare.Questo errore non è il tuo errore.Ma puoi andare oltre il call of duty e aiutarci a sistemarlo!
ja: 私たちの最も謙虚な謝罪ではなく、砥石は対処するように作られていなかったという誤りにつまずいています。このエラーはあなたのせいではありません。しかし、あなたは義務の呼びかけを超えてそれを修正するのを助けてください！
nl: Onze meest nederige excuses, maar Grindstone heeft een fout opgetreden die het niet is gebouwd om mee om te gaan.Deze fout is niet jouw schuld.Maar je kunt verder gaan dan de plicht en helpen ons het te repareren!
no: Våre mest ydmyke unnskyldninger, men Grindstone har snublet over en feil som den ikke ble bygget for å håndtere.Denne feilen er ikke din feil.Men du kan gå utover call of duty og hjelpe oss med å fikse det!
pl: Nasze najbardziej pokorne przeprosiny, ale Grindstone potknął błąd, z którym nie został zbudowany.Ten błąd nie jest twoim błędem.Ale możesz wyjść poza wezwanie do służby i pomóż nam to naprawić!
pt: Nossas mais humildes desculpas, mas a Grindstone tropeçou em um erro que não foi construída para lidar.Este erro não é sua culpa.Mas você pode ir além do call of duty e nos ajudar a consertar!
ru: Наши самые скромные извинения, но Grindstone наткнулся на ошибку, что она не была построена, чтобы иметь дело с.Эта ошибка не ваша ошибка.Но вы можете выйти за рамки оздоровления и помочь нам починить его!
sk: Naše najkomlepšie ospravedlnenie, ale Grindstone narazil na chybu, s ktorou nebol postavený.Táto chyba nie je vaša chyba.Ale môžete ísť nad rámec call call a pomôcť nám opraviť!
sv: Våra mest ödmjuka ursäkter, men slipsten har snubblat på ett fel som det inte byggdes för att hantera.Det här felet är inte ditt fel.Men du kan gå utöver uppmaningen och hjälpa oss att fixa det!
zh_cn: 我们最谦虚的道歉，但Gringstone已经偶然发现了它没有建造的错误。此错误不是您的错。但是，你可以超越职责，帮助我们解决它！

# FatalErrorWindowWhatWereYouDoing
source: This happened while I was trying to...
cs: Stalo se to, když jsem se snažil ...
da: Dette skete, mens jeg forsøgte at ...
de: Das ist passiert, während ich versuchte, ...
fi: Tämä tapahtui, kun yritin ...
fr: Cela s'est passé pendant que j'essayais de ...
it: Questo è successo mentre stavo cercando di ...
ja: 私がしようとしている間にこれが起こった...
nl: Dit gebeurde terwijl ik probeerde ...
no: Dette skjedde mens jeg prøvde å ...
pl: Tak się stało, gdy próbowałem ...
pt: Isso aconteceu enquanto eu estava tentando ...
ru: Это произошло, пока я пытался ...
sk: Stalo sa to, keď som sa snažil ...
sv: Detta hände medan jag försökte ...
zh_cn: 当我想到的时候发生这种情况......

# FatalErrorWindowYourContactDetails
source: Your contact details
cs: Vaše kontaktní údaje
da: Dine kontaktoplysninger.
de: Ihre Kontaktdaten
fi: Yhteystiedot
fr: Détails de votre contact
it: I tuoi dati di contatto
ja: あなたの連絡先の詳細
nl: Je contactgegevens
no: Dine kontaktdetaljer
pl: Twoje dane kontaktowe.
pt: Seus dados de contato
ru: Ваши контактные данные
sk: Vaše kontaktné údaje
sv: Din kontaktuppgifter
zh_cn: 您的联系方式

# FileFilterNameAll
source: All files
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
fi: Kaikki tiedostot
fr: Tous les fichiers
it: Tutti i files
ja: すべてのファイル
nl: Alle bestanden
no: Alle filer
pl: Wszystkie pliki
pt: Todos os arquivos
ru: Все файлы
sk: Všetky súbory
sv: Alla filer
zh_cn: 全部文件

# FileFilterNameCsv
source: Comma-separated values
cs: Hodnoty oddělené čárkami
da: Kommaseparerede værdier
de: Komma-getrennte Werte
fi: Pilkulla erotetut arvot
fr: Valeurs séparées par des virgules
it: Valori separati da virgola
ja: コンマ区切り値
nl: Komma-gescheiden waarden
no: Kommaseparerte verdier
pl: Wartości oddzielone przecinkami
pt: Valores Separados Por Virgula
ru: Значения разделенные запятыми
sk: Hodnoty oddelených čiarkami
sv: Kommaseparerade värden
zh_cn: 逗号分隔值

# FileFilterNameTsv
source: Tab-separated values
cs: Hodnoty oddělených karet
da: Tab-adskilte værdier
de: TAB-getrennte Werte
fi: TAB-erotetut arvot
fr: Valeurs séparées par l'onglet
it: Valori separati da schede
ja: タブ区切り値
nl: Tab-gescheiden waarden
no: Tab-separerte verdier
pl: Wartości oddzielone
pt: Valores separados por tabulação
ru: Значения разделенные вкладками
sk: Hodnoty oddelené
sv: Tabseparerade värden
zh_cn: 标签分隔值

# HeaderAssignmentViews
source: Assignment Views
cs: Zobrazení přiřazení
da: Opgaveudsigt
de: Aufgabenansichten.
fi: Tehtävänäkymät
fr: Vues de l'affectation
it: Viste di assegnazione
ja: 割り当てビュー
nl: Opdrachten weergaven
no: Oppgavevisninger
pl: Widoki przydziału
pt: Visualizações de atribuição
ru: Присвоение просмотров
sk: Zobrazenia priradenia
sv: Uppdragsutsikt
zh_cn: 分配视图

# HeaderListValueViews
source: List Value Views
cs: Zobrazení hodnoty seznamu
da: Liste værdi visninger.
de: Wertschätzung auflisten
fi: List-arvon näkymät
fr: Liste des vues de valeur
it: Viste del valore dell'elenco
ja: 値の表示値
nl: Lijst Value Views
no: Liste verdi visninger.
pl: Widoki wartości listy
pt: Visualizações de valor de lista
ru: Список значений просмотров
sk: Zobrazenie hodnôt zoznamu
sv: List värde Visningar
zh_cn: 列出价值视图

# HeaderMadeWith
source: Made with
cs: Vyrobeno s
da: Lavet med
de: Gemacht mit
fi: Tehty
fr: Fabriqué avec
it: Fatto con
ja: で作った
nl: Gemaakt met
no: Laget med
pl: Wykonana z
pt: Feito com
ru: Сделано с
sk: S
sv: Gjord med
zh_cn: 制作

# HeaderMonitoredViews
source: Monitored Views
cs: Sledované zobrazení
da: Overvåges visninger.
de: Überwachte Ansichten.
fi: Seurasi näkymät
fr: Vues surveillées
it: Viste monitorate
ja: 監視されたビュー
nl: Monitored weergaven
no: Overvåket visninger
pl: Monitorowane widoki.
pt: Visualizações monitoradas
ru: Контролируемые просмотры
sk: Sledované zobrazenia
sv: Övervakad visning
zh_cn: 监控意见

# HeaderPersonViews
source: Person Views
cs: Osoba zobrazení
da: Personvisninger.
de: Ansichten der Person.
fi: Henkilönäkymät
fr: Vues de la personne
it: Viste della persona
ja: 人景色
nl: Persoons bekeken
no: Person visninger
pl: Oswietlenie osób
pt: Pessoa vistas
ru: Вид на человека
sk: Názory
sv: Persons visningar
zh_cn: 人物观点

# HeaderStartup
source: Startup
cs: Spuštění
it: Avviare
pl: Uruchomienie

# HeaderTimeSliceViews
source: Time Slice Views
cs: Zobrazení časového řezu
da: Time skive udsigt
de: Zeitscheibenansichten.
fi: Aikaviice Näkymät
fr: Time Slice Vues
it: Viste della fetta del tempo
ja: タイムスライスビュー
pl: Widoki na pokrocie czasu
pt: Vistas de fatia de tempo
ru: Время нарезки просмотров
sk: Zobrazenie času
zh_cn: 时间切片观点

# HeaderTraitViews
source: Trait Views
cs: Výhled na rys
da: Træk udsigt
de: Merkmalsansichten.
fi: Piirre näkymät
fr: Vues de trait
it: Viste del tratto
ja: 特性景色
nl: Eigenschappen
no: Egenskaper visninger
pl: Widoki cech.
pt: Visualizações de traço
ru: Черта просмотров
sk: Výhľad na trápenie
sv: Egenskapsutsikt
zh_cn: 特质观点

# HeaderWorkItemViews
source: Work Item Views
cs: Zobrazení pracovní položky
da: Arbejdselementudsigt
de: Ansichten für Arbeit Artikel.
fi: Työskentelyn näkymät
fr: Vues d'article de travail
it: Viste dell'oggetto di lavoro
ja: 作業項目のビュー
nl: Werkartiepunten
no: Arbeidsartikler Visninger
pl: Widoki przedmiotu pracy
pt: Visualizações de item de trabalho
ru: Просмотр товара работы
sk: Zobrazenie pracovných položiek
sv: Arbetsobjekt Visningar
zh_cn: 工作项目视图

# InstallerWindowCreateDesktopShortcut
source: Create Desktop shortcut
cs: Vytvořit zástupce na ploše
da: Opret genvej på skrivebordet
de: Desktopverknüpfung erstellen
fi: Luo pikakuvake työpöydälle
fr: Créer un raccourci sur le bureau
it: Crea una scorciatoia sul desktop
ja: デスクトップショートカットを作成します
nl: Maak desktop-snelkoppeling
no: Lag skrivebords snarvei
pl: Utwórz skrót pulpitu
pt: Crie atalhos da área de trabalho
ru: Создать ярлык на рабочем столе
sk: Vytvoriť zástupcu na ploche
sv: Skapa skrivbordsgenväg
zh_cn: 创建桌面快捷方式

# InstallerWindowCreateStartMenuShortcut
source: Create Start Menu shortcut
cs: Vytvořit zástupce nabídky Start
da: Opret startmenu genvej
de: Erstelle Startmenü-Verknüpfung
fi: Luo Käynnistä-valikon pikakuvake
fr: Créer un raccourci du menu Démarrer
it: Crea il collegamento del menu Start
ja: スタートメニューのショートカットを作成します
nl: Maak startmenu snelkoppeling
no: Opprett startmeny snarvei
pl: Utwórz skrót menu Start
pt: Criar atalho de menu Iniciar
ru: Создать ярлык меню пуска
sk: Vytvorte skratku ponuky Štart
sv: Skapa Start Meny Genväg
zh_cn: 创建开始菜单快捷方式

# InstallerWindowEULACondition
source: If you accept the terms of the agreement, click or tap Agree to continue. You must accept the agreement to install Grindstone.
cs: Pokud přijmete podmínky smlouvy, klepněte na tlačítko nebo klepněte na tlačítko Souhlasím.Musíte přijmout smlouvu o instalaci brusky.
da: Hvis du accepterer vilkårene i aftalen, skal du klikke på eller trykke på enighed om at fortsætte.Du skal acceptere aftalen om at installere Grindstone.
de: Wenn Sie die Bedingungen der Vereinbarung akzeptieren, klicken Sie auf oder tippen Sie auf Zustimmung, um fortzufahren.Sie müssen die Vereinbarung akzeptieren, um Schleifstone zu installieren.
fi: Jos hyväksyt sopimuksen ehdot, napsauta tai napauta Jatka.Sinun on hyväksyttävä sopimus Grindstonen asentamisesta.
fr: Si vous acceptez les termes de l'accord, cliquez sur ou sur CPER accepter de continuer.Vous devez accepter l'accord pour installer Grindstone.
it: Se si accettano i termini dell'accordo, fai clic o toccare Accetto per continuare.È necessario accettare l'accordo per installare Grittstone.
ja: 契約の条項を受け入れた場合は、[同意する]または[同意する]をタップします。砥石を設置するには契約を受け入れる必要があります。
nl: Als u de voorwaarden van de overeenkomst aanvaardt, klikt u op of tikt u op Attonen om door te gaan.U moet de overeenkomst aanvaarden om Grindstone te installeren.
no: Hvis du godtar vilkårene i avtalen, klikker du eller klikker godta å fortsette.Du må godta avtalen for å installere Grindstone.
pl: Jeśli zaakceptujesz warunki umowy, kliknij lub stuknij, zgodzaj się, aby kontynuować.Musisz zaakceptować Umowę o zainstalowaniu Grind Stone.
pt: Se você aceitar os termos do contrato, clique ou toque em Concordar em continuar.Você deve aceitar o Contrato para instalar a Grindstone.
ru: Если вы принимаете условия соглашения, нажмите или нажмите Согласитесь, чтобы продолжить.Вы должны принять соглашение на установку GrindStone.
sk: Ak akceptujete podmienky dohody, kliknite na tlačidlo ALEBO Klepnutím na tlačidlo Súčasťou pokračovania.Musíte prijať dohodu o inštalácii grindstone.
sv: Om du accepterar villkoren i avtalet klickar du på eller trycker på Överträdande för att fortsätta.Du måste acceptera avtalet om att installera slipsten.
zh_cn: 如果您接受协议条款，请单击或点击同意继续。您必须接受该协议来安装Grindstone。

# InstallerWindowEULAHeader
source: License agreement
cs: Licenční smlouva
da: Licensaftale
de: Lizenzvereinbarung
fi: Lisenssisopimus
fr: Accord de licence
it: Accordo di licenza
ja: ライセンス契約
nl: Licentieovereenkomst
no: Lisensavtale
pl: Umowa licencyjna
pt: Contrato de licença
ru: Лицензионное соглашение
sk: Licenčná zmluva
sv: Licensavtal
zh_cn: 许可协议

# InstallerWindowEULASubheader
source: Please review the license terms before installing Grindstone.
cs: Před instalací Brusku si přečtěte licenční podmínky.
da: Gennemgå licensvilkårene, før du installerer Grindstone.
de: Bitte überprüfen Sie die Lizenzbedingungen, bevor Sie Grindstone installieren.
fi: Tarkista käyttöoikeusehdot ennen Grindstonen asentamista.
fr: Veuillez consulter les termes de la licence avant d'installer Grindstone.
it: Si prega di rivedere le condizioni di licenza prima di installare Grittstone.
ja: 砥石を取り付ける前にライセンス条項を確認してください。
nl: Bekijk de licentievoorwaarden voordat u grindstone installeert.
no: Vennligst se lisensvilkårene før du installerer Grindstone.
pl: Przed zainstalowaniem Grind Stone przejrzyj warunki licencyjne.
pt: Por favor, revise os termos da licença antes de instalar a Grindstone.
ru: Пожалуйста, просмотрите условия лицензии перед установкой GrindStone.
sk: Pred inštaláciou brúsneho kameňa si prečítajte licenčné podmienky.
sv: Vänligen granska licensvillkoren innan du installerar slipsten.
zh_cn: 在安装Gringstone之前，请查看许可条款。

# InstallerWindowFinishedHeader
source: Installation complete
cs: Instalace dokončena
da: Installation komplet
de: Installation abgeschlossen
fi: Asennus valmis
fr: Installation complète
it: Installazione completata
ja: インストールが完了
nl: Installatie voltooid
no: Installasjonen er ferdig
pl: Instalacja zakończona
pt: Instalação completa
ru: Установка завершена
sk: Inštalácia dokončená
sv: Installationen är klar
zh_cn: 安装完成

# InstallerWindowFinishedSubheader
source: Setup was completed successfully.
cs: Nastavení bylo úspěšně dokončeno.
da: Setup blev gennemført med succes.
de: Installation wurde erfolgreich abgeschlossen.
fi: Asennus onnistui onnistuneesti.
fr: La configuration a été complétée avec succès.
it: L'installazione è stata completata con successo.
ja: セットアップは正常に完了しました。
nl: Setup is met succes voltooid.
no: Oppsettet ble fullført.
pl: Instalacja została zakończona pomyślnie.
pt: A instalação foi concluída com sucesso.
ru: Настройка была успешно завершена.
sk: Nastavenie bolo úspešne dokončené.
sv: Inställningen slutfördes framgångsrikt.
zh_cn: 安装程序已成功完成。

# InstallerWindowInstallingHeader
source: Installing
cs: Instalace
da: Installation
de: Installieren.
fi: Asennus
fr: Installation
it: Installazione
ja: インストール
nl: Installeren
no: Installere
pl: Instalacja
pt: Instalando
ru: Установка
sk: Inštalácia
sv: Installation
zh_cn: 安装

# InstallerWindowInstallingSubheader
source: Please wait while Grindstone is being installed.
cs: Čekejte prosím, dokud je instalován brusný kámen.
da: Vent venligst, mens Grindstone installeres.
de: Bitte warten, während Grindstone installiert wird.
fi: Odota, kun Grindstone asennetaan.
fr: Veuillez patienter pendant que MRODSSTONE est installé.
it: Si prega di attendere mentre viene installato Grincstone.
ja: 砥石が取り付けられている間待ってください。
nl: Even geduld aub terwijl Grindstone wordt geïnstalleerd.
no: Vennligst vent mens Grindstone blir installert.
pl: Poczekaj, aż Grindstone jest zainstalowana.
pt: Por favor, aguarde enquanto a Grindstone está sendo instalada.
ru: Пожалуйста, подождите, пока устанавливается Grindstone.
sk: Počkajte, kým je nainštalovaný brúsny kameň.
sv: Vänta vänta medan slipsten är installerad.
zh_cn: 磨石正在安装磨石时等待。

# InstallerWindowOptionsDirections
source: Check the options you prefer and uncheck the ones you do not. Click or tap Install to continue.
cs: Zkontrolujte možnosti, které dáváte přednost a zrušte zaškrtnutí těch, které ne.Pokračujte klepnutím nebo klepnutím na tlačítko Instalovat.
da: Tjek de muligheder, du foretrækker, og fjern markeringen af dem, du ikke gør det.Klik eller tryk på Installer for at fortsætte.
de: Überprüfen Sie die Optionen, die Sie bevorzugen, und deaktivieren Sie die nicht.Klicken Sie auf oder tippen Sie auf Installieren, um fortzufahren.
fi: Tarkista haluamasi vaihtoehdot ja poista ne et.Jatka napsauttamalla tai napauta Asenna.
fr: Vérifiez les options que vous préférez et décochez ceux que vous ne le faites pas.Cliquez ou appuyez sur Installer pour continuer.
it: Controlla le opzioni che preferisci e deseleziona quelle che non fai.Fare clic o tocca Installa per continuare.
ja: 必要なオプションを確認して、そうでないものをオフにします。[インストール]をクリックして続行します。
nl: Controleer de opties die u de voorkeur geeft aan en schakel u uit die u niet doet.Klik op of tik op Installeren om door te gaan.
no: Kontroller alternativene du foretrekker og fjern merket for de du ikke gjør.Klikk eller trykk på Installer for å fortsette.
pl: Sprawdź opcje preferowane i usuń zaznaczenie tych, których nie.Kliknij lub stuknij Zainstaluj, aby kontynuować.
pt: Verifique as opções que você preferir e desmarcar os que você não faz.Clique ou toque em Instalar para continuar.
ru: Проверьте параметры, которые вы предпочитаете и снимите флажок, которые вы не делаете.Нажмите или нажмите Установить, чтобы продолжить.
sk: Skontrolujte možnosti, ktoré uprednostňujete a zrušte začiarknutie políčok, ktoré nie ste.Pokračujte kliknutím na tlačidlo Inštalovať.
sv: Kontrollera de alternativ du föredrar och avmarkera de du inte gör.Klicka eller tryck på Installera för att fortsätta.
zh_cn: 检查您更喜欢的选项，取消选中您没有的选项。单击或点击安装继续。

# InstallerWindowOptionsHeader
source: Setup options
cs: Možnosti nastavení
da: Setup muligheder.
de: Setup-Optionen
fi: Asetusvaihtoehdot
fr: Options de configuration
it: Opzioni di installazione
ja: セットアップオプション
nl: Installatieopties
no: Oppsettalternativer
pl: Opcje konfiguracji
pt: Opções de instalação
ru: Опции настройки
sk: Možnosti nastavenia
sv: Inställningsalternativ
zh_cn: 设置选项

# InstallerWindowOptionsSubheader
source: Choose how you want Grindstone to be installed.
cs: Vyberte si, jak chcete být nainstalován brusný kámen.
da: Vælg, hvordan du vil have Grindstone, der skal installeres.
de: Wählen Sie aus, wie der Machstone installiert ist.
fi: Valitse, miten haluat, että hiomakivi asennetaan.
fr: Choisissez comment vous souhaitez installer Grindstone.
it: Scegli come si desidera installare Grittstone.
ja: 砥石を取り付ける方法を選択してください。
nl: Kies hoe u wilt dat Grindstone wordt geïnstalleerd.
no: Velg hvordan du vil at Grindstone skal installeres.
pl: Wybierz, jak chcesz zainstalować Mind Stone.
pt: Escolha como você deseja que a Grindstone seja instalada.
ru: Выберите, как вы хотите установить GrindStone.
sk: Vyberte, ako chcete byť nainštalovaný brúsny kameň.
sv: Välj hur du vill att slipsten ska installeras.
zh_cn: 选择要安装的磨刀石。

# InstallerWindowRemoveConfiguration
source: Remove my preferences
cs: Odstraňte mé předvolby
da: Fjern mine præferencer.
de: Meine Vorlieben entfernen
fi: Poista mieltymykseni
fr: Supprimer mes préférences
it: Rimuovi le mie preferenze
ja: 私の好みを削除してください
nl: Verwijder mijn voorkeuren
no: Fjern mine preferanser
pl: Usuń moje preferencje
pt: Remova minhas preferências
ru: Удалите мои предпочтения
sk: Odstráňte moje preferencie
sv: Ta bort mina inställningar
zh_cn: 删除我的偏好
