Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# ToolTipExportEntries
source: Export the currently selected entries in this view to a file, or all of them if none are selected.
cs: Exportujte aktuálně vybrané položky v tomto zobrazení do souboru nebo všechny, pokud nejsou vybrány žádné.
da: Eksporter de aktuelt valgte poster i denne visning til en fil eller dem alle, hvis ingen er valgt.
de: Exportieren Sie die aktuell ausgewählten Einträge in dieser Ansicht in eine Datei oder alle, wenn keine ausgewählt ist.
fi: Vie tällä hetkellä valitut merkinnät tässä näkymässä tiedostoon tai kaikki niistä, jos mitään ei ole valittu.
fr: Exportez les entrées actuellement sélectionnées dans cette vue dans un fichier ou tous si aucun n'est sélectionné.
it: Esportare le voci attualmente selezionate in questa vista su un file o tutti se nessuno è selezionato.
ja: このビューの現在選択されているエントリをファイルにエクスポートするか、またはいずれにも選択されている場合はそれらすべてをエクスポートします。
nl: Exporteer de momenteel geselecteerde vermeldingen in deze weergave naar een bestand of allemaal als er geen is geselecteerd.
no: Eksporter de valgte oppføringene i denne visningen til en fil, eller alle av dem hvis ingen er valgt.
pl: Wyeksportuj aktualnie wybrane wpisy w tym widoku do pliku lub wszystkich, jeśli nie jest wybrany.
pt: Exporte as entradas atualmente selecionadas nessa visualização em um arquivo ou todas elas se nenhuma for selecionada.
ru: Экспортируйте выбранные в настоящее время записи в этом представлении в файл или все из них, если никто не выбран.
sk: V aktuálne vybraté položky do tohto zobrazenia exportujete súbor alebo všetky z nich, ak nie sú vybraté.
sv: Exportera de aktuella valda posterna i den här vyn till en fil, eller alla om ingen väljs.
zh_cn: 如果没有选中，则将当前选定的条目导出到文件，或者它们中的所有情况。

# ToolTipIsConfiningOtherOperationTypes
source: This selection may be confining the types of sibling parameters.
cs: Tento výběr může omezit typy sourozeneckých parametrů.
da: Dette valg kan være begrænset til de typer søskende parametre.
de: Diese Auswahl kann die Arten von Geschwisterparametern beschränken.
fi: Tämä valinta voi rajoittaa sisarusparametrien tyypit.
fr: Cette sélection peut confiner les types de paramètres de frère de soeur.
it: Questa selezione potrebbe confinare i tipi di parametri del fratello.
ja: この選択は兄弟パラメータの種類を狭めることができます。
nl: Deze selectie heeft mogelijk de typen sibling parameters beperkend.
no: Dette valget kan begrenses typer søskenparametere.
pl: Ten wybór może ograniczyć typy parametrów rodzeństwa.
pt: Esta seleção pode estar confinando os tipos de parâmetros de irmãos.
ru: Этот выбор может быть ограничен типов параметров брата.
sk: Tento výber môže byť obmedzený typmi parametrov súrodenca.
sv: Detta val kan begränsas typerna av syskonparametrar.
zh_cn: 此选择可能会限制兄弟参数的类型。

# ToolTipListValueViews
source: List Value Views
cs: Zobrazení hodnoty seznamu
da: Liste værdi visninger.
de: Wertschätzung auflisten
fi: List-arvon näkymät
fr: Liste des vues de valeur
it: Viste del valore dell'elenco
ja: 値の表示値
nl: Lijst Value Views
no: Liste verdi visninger.
pl: Widoki wartości listy
pt: Visualizações de valor de lista
ru: Список значений просмотров
sk: Zobrazenie hodnôt zoznamu
sv: List värde Visningar
zh_cn: 列出价值视图

# ToolTipMainMenu
source: Main Menu
cs: Hlavní menu
da: Hovedmenu
de: Hauptmenü
fi: Päävalikko
fr: Menu principal
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
no: Hovedmeny
pl: Menu główne
pt: Menu principal
ru: Главное меню
sk: Hlavné menu
sv: Huvudmeny
zh_cn: 主菜单

# ToolTipManageColumns
source: Manage columns in this view.
cs: Správa sloupců v tomto zobrazení.
da: Administrer kolonner
de: Spalten verwalten
fi: Hallitse sarakkeita tässä näkymässä.
fr: Gérer les colonnes
it: Gestisci le colonne in questa vista.
ja: 列の管理
nl: Kolommen in deze weergave beheren.
no: Administrer kolonner
pl: Zarządzaj kolumnami w tym widoku.
pt: Gerenciar colunas
ru: Управление столбцами
sk: Spravovať stĺpce
sv: Hantera kolumner
zh_cn: 管理列

# ToolTipModifyView
source: Modify View
cs: Upravit zobrazení
da: Ændre visning
de: Ansicht ändern
fi: Muokkaa näkymää
fr: Modifier la vue
it: Modifica View.
ja: ビューを修正します
nl: Weergave wijzigen
no: Endre visningen
pl: Modyfikować widok.
pt: Modificar a visualização
ru: Модифицировать просмотр
sk: Upravte zobrazenie
sv: Ändra vy
zh_cn: 修改视图

# ToolTipMonitoredViews
source: Monitored Views
cs: Sledované zobrazení
da: Overvåges visninger.
de: Überwachte Ansichten.
fi: Seurasi näkymät
fr: Vues surveillées
it: Viste monitorate
ja: 監視されたビュー
nl: Monitored weergaven
no: Overvåket visninger
pl: Monitorowane widoki.
pt: Visualizações monitoradas
ru: Контролируемые просмотры
sk: Sledované zobrazenia
sv: Övervakad visning
zh_cn: 监控意见

# ToolTipOptions
source: Change Grindstone options.
cs: Změňte možnosti Grindstone.
da: Skift grindstone muligheder.
de: Grindstone-Optionen ändern.
fi: Vaihda hiomakivi vaihtoehtoja.
fr: Modifier les options de moudre.
it: Cambia le opzioni di macina.
ja: 砥石のオプションを変更します。
nl: Verander grindstone-opties.
no: Endre grindstone alternativer.
pl: Zmień opcje grindstone.
pt: Alterar as opções de Grindstone.
ru: Изменить параметры GrindStone.
sk: Zmeňte možnosti grindstone.
sv: Ändra slipsten alternativ.
zh_cn: 更改Gringstone选项。

# ToolTipPersonViews
source: Person Views
cs: Osoba zobrazení
da: Personvisninger.
de: Ansichten der Person.
fi: Henkilönäkymät
fr: Vues de la personne
it: Viste della persona
ja: 人景色
nl: Persoons bekeken
no: Person visninger
pl: Oswietlenie osób
pt: Pessoa vistas
ru: Вид на человека
sk: Názory
sv: Persons visningar
zh_cn: 人物观点

# ToolTipSavedLoggedException
source: Save all logged exceptions into a ZIP file.
cs: Uložte všechny zaznamenané výjimky do souboru ZIP.
da: Gem alle loggete undtagelser i en zip-fil.
de: Speichern Sie alle protokollierten Ausnahmen in einer ZIP-Datei.
fi: Tallenna kaikki kirjautuneet poikkeukset zip-tiedostoon.
fr: Enregistrez toutes les exceptions connectées dans un fichier ZIP.
it: Salva tutte le eccezioni registrate in un file zip.
ja: ログに記録された例外をzipファイルに保存します。
nl: Bewaar alle geregistreerde uitzonderingen in een zip-bestand.
no: Lagre alle loggede unntak i en zip-fil.
pl: Zapisz wszystkie zalogowane wyjątki w plik zip.
pt: Salve todas as exceções registradas em um arquivo zip.
ru: Сохраните все зарегистрированные исключения в ZIP-файл.
sk: Uložte všetky zaznamenané výnimky do zipového súboru.
sv: Spara alla loggade undantag i en ZIP-fil.
zh_cn: 将所有已记录的异常保存到zip文件中。

# ToolTipSelectDatabase
source: Select which database I'm currently using.
cs: Vyberte, která databáze v současné době používám.
da: Vælg hvilken database jeg bruger i øjeblikket.
de: Wählen Sie aus, welche Datenbank ich gerade benutze.
fi: Valitse mikä tietokanta, jota käytän tällä hetkellä.
fr: Sélectionnez la base de données que j'utilise actuellement.
it: Seleziona quale database sto utilizzando attualmente.
ja: 現在使用しているデータベースを選択してください。
nl: Selecteer welke database ik momenteel gebruik.
no: Velg hvilken database jeg bruker for øyeblikket.
pl: Wybierz, która baza danych, której obecnie używam.
pt: Selecione qual banco de dados estou usando atualmente.
ru: Выберите, какую базу данных я использую в настоящее время.
sk: Vyberte, ktorá databáza momentálne používam.
sv: Välj vilken databas jag använder för närvarande.
zh_cn: 选择我当前使用的数据库。

# ToolTipThrowException
source: Deliberately throw an exception to test the diagnostic system.
cs: Záměrně hodit výjimku pro testování diagnostického systému.
da: Bevidst kast en undtagelse for at teste det diagnostiske system.
de: Absichtlich werfen Sie eine Ausnahme, um das Diagnosesystem zu testen.
fi: Heittää tarkoituksellisesti poikkeuksen diagnostiikkajärjestelmän testaamiseksi.
fr: Jeter délibérément une exception pour tester le système de diagnostic.
it: Elementare deliberatamente un'eccezione per testare il sistema diagnostico.
ja: 診断システムをテストするために故意に例外をスローします。
nl: Gooi opzettelijk een uitzondering om het diagnosesysteem te testen.
no: Bevisst kaste et unntak for å teste det diagnostiske systemet.
pl: Celowo rzuć wyjątek, aby przetestować system diagnostyczny.
pt: Deliberadamente lançar uma exceção para testar o sistema de diagnóstico.
ru: Умышленно выбросьте исключение для проверки диагностической системы.
sk: Zámerne hodiť výnimku na testovanie diagnostického systému.
sv: Avsiktligt kasta ett undantag för att testa det diagnostiska systemet.
zh_cn: 故意抛出异常来测试诊断系统。

# ToolTipTimeSliceViews
source: Time Slice Views
cs: Zobrazení časového řezu
da: Time skive udsigt
de: Zeitscheibenansichten.
fi: Aikaviice Näkymät
fr: Time Slice Vues
it: Viste della fetta del tempo
ja: タイムスライスビュー
pl: Widoki na pokrocie czasu
pt: Vistas de fatia de tempo
ru: Время нарезки просмотров
sk: Zobrazenie času
zh_cn: 时间切片观点

# ToolTipTraitViews
source: Trait Views
cs: Výhled na rys
da: Træk udsigt
de: Merkmalsansichten.
fi: Piirre näkymät
fr: Vues de trait
it: Viste del tratto
ja: 特性景色
nl: Eigenschappen
no: Egenskaper visninger
pl: Widoki cech.
pt: Visualizações de traço
ru: Черта просмотров
sk: Výhľad na trápenie
sv: Egenskapsutsikt
zh_cn: 特质观点

# ToolTipWorkItemViews
source: Work Item Views
cs: Zobrazení pracovní položky
da: Arbejdselementudsigt
de: Ansichten für Arbeit Artikel.
fi: Työskentelyn näkymät
fr: Vues d'article de travail
it: Viste dell'oggetto di lavoro
ja: 作業項目のビュー
nl: Werkartiepunten
no: Arbeidsartikler Visninger
pl: Widoki przedmiotu pracy
pt: Visualizações de item de trabalho
ru: Просмотр товара работы
sk: Zobrazenie pracovných položiek
sv: Arbetsobjekt Visningar
zh_cn: 工作项目视图

# ViewDuplicatorDialogNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# ViewEditorDialogEntityTypeHint
source: Entity type
cs: Typu entity.
de: Entitätstyp.
fi: Yksikön tyyppi
fr: Type d'entité
it: Tipo di entità
ja: エンティティタイプ
nl: Entiteitstype
pl: Typ encji
pt: Tipo de entidade
ru: Тип объекта
sk: Typ entity
sv: Entitetstyp
zh_cn: 实体类型

# ViewEditorDialogFilterCompilationError
source: I ran into a problem while compiling this view's filtering formula. Error: {0} Offending formula expression: {1}
cs: Běžel jsem do problému při kompilaci tohoto pohledu filtračního vzorce. Chyba: {0} Vyjádření pro urážlivý vzorec: {1}
da: Jeg løb ind i et problem, mens jeg kompilerer denne syns filtreringsformel. FEJL: {0} OFFENTION FORMORLE UDGANGELSE: {1}
de: Ich habe ein Problem gelaufen, während ich die Filterformel dieser Ansicht kompiliert habe. Fehler: {0} Beleidigende Formelausdruck: {1}
fi: Juoksin ongelmaan samalla kun koostuu tämän näkymän suodatuskaavan. Virhe: {0} Rikokas kaavan ilmaisu: {1}
fr: J'ai rencontré un problème lors de la compilation de la formule de filtrage de la vue. Erreur: {0} Expression de formule incriminée: {1}
it: Ho corso un problema mentre si compila la formula filtrante di questa visione. ERRORE: {0} Espressione della formula offensiva: {1}
ja: このビューのフィルタリング式をコンパイルしている間に問題が発生しました。 エラー：{0} 問題のある式式 {1}
nl: Ik heb een probleem tegengehouden tijdens het compileren van de filtervormel van deze weergave. FOUT: {0} Beledigende Formule-expressie: {1}
no: Jeg løp inn i et problem mens jeg samler denne visningens filtreringsformel. Feil: {0} Offending Formula Expression: {1}
pl: Pobiegłem w problem podczas kompilacji formuły filtrowania tego widoku. Błąd: {0} Obrażająca wyrażenie formuły: {1}
pt: Eu corri em um problema ao compilar esta fórmula de filtragem de visão. Erro: {0} Expressão de fórmula ofensora: {1}
ru: Я столкнулся с проблемой во время составления фильтрации фильтрации этой точки зрения. Ошибка: {0} Опдерусное выражение формулы: {1}
sk: Bežal som sa do problému pri zostavovaní filtračného vzorca tohto pohľadu. Chyba: {0} Expresia vzorec: {1}
sv: Jag sprang in i ett problem när jag sammanställde denna vyns filtreringsformel. Fel: {0} Förolämpande formeluttryck: {1}
zh_cn: 在编译此视图过滤公式时，我遇到了一个问题。 错误：{0} 违规式表达式： {1}

# ViewEditorDialogNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# ViewEditorDialogOwnerHint
source: Owner
cs: Majitel
da: Ejer
de: Eigentümer
fi: Omistaja
fr: Propriétaire
it: Proprietario
ja: オーナー
nl: Baasje
no: Eieren
pl: Właściciel
pt: Proprietário
ru: Владелец
sk: Majiteľ
sv: Ägare
zh_cn: 所有者

# ViewEditorDialogParameterListValueHint
source: List value
cs: Seznam hodnot
da: Liste værdi.
de: Listenwert
fi: List-arvo
fr: Valeur de liste
it: Elenco valore
ja: リスト値
nl: Lijstwaarde
no: Listeverdi
pl: Wartość listy
pt: Valor da lista.
ru: Список значений
sk: Hodnota
sv: Listvärde
zh_cn: 列出价值

# ViewEditorDialogParameterNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# ViewEditorDialogParametersHeader
source: Parameters
cs: Parametry
da: Parametre
de: Parameter
fi: Parametrit
fr: Paramètres
it: Parametri
ja: パラメーター
no: Parametere
pl: Parametry
pt: Parâmetros.
ru: Параметры
sk: Parametre
sv: Parametrar
zh_cn: 参数

# ViewEditorDialogParameterTypeHint
source: Type
cs: Typ
de: Typ
fi: Tyyppi
fr: Taper
it: Digitare
ja: タイプ
pl: Rodzaj
pt: Tipo
ru: Тип
sk: Typ
sv: Typ
zh_cn: 类型

# ViewEditorDialogSystemViewEUA
source: This is a system view. Some of its characteristics may not be modified.
cs: Jedná se o systémový pohled.Některé jeho vlastnosti nemusí být upraveny.
da: Dette er et systemvisning.Nogle af dets egenskaber må ikke ændres.
de: Dies ist eine Systemansicht.Einige seiner Eigenschaften dürfen nicht geändert werden.
fi: Tämä on järjestelmän näkymä.Osa sen ominaisuuksista ei saa muuttaa.
fr: Ceci est une vue système.Certaines de ses caractéristiques peuvent ne pas être modifiées.
it: Questa è una vista di sistema.Alcune delle sue caratteristiche non possono essere modificate.
ja: これはシステムビューです。その特徴のいくつかは変更されないかもしれません。
nl: Dit is een systeemweergave.Sommige van zijn kenmerken mogen niet worden gewijzigd.
no: Dette er en systemvisning.Noen av egenskapene kan ikke endres.
pl: Jest to widok systemu.Niektóre z jego cech nie mogą być modyfikowane.
pt: Esta é uma vista do sistema.Algumas de suas características podem não ser modificadas.
ru: Это вид системы.Некоторые из его характеристик не могут быть изменены.
sk: Toto je systémový pohľad.Niektoré z jeho vlastností sa nemusia modifikovať.
sv: Detta är en systemvy.Några av dess egenskaper får inte ändras.
zh_cn: 这是一个系统视图。其一些特征可能无法修改。

# ViewEditorFilterParameterAvailabilityEUA
source: New view parameters are not available for use in the filter until the view has been saved at least once.
cs: Nové parametry zobrazení nejsou k dispozici pro použití ve filtru, dokud se zobrazení nedostane alespoň jednou.
da: Nye visningsparametre er ikke tilgængelige til brug i filteret, indtil visningen er blevet gemt mindst én gang.
de: Neue Ansichtsparameter sind nicht für den Einsatz im Filter verfügbar, bis die Ansicht mindestens einmal gespeichert wurde.
fi: Uudet näkymäparametrit eivät ole käytettävissä suodattimessa, kunnes näkymä on tallennettu vähintään kerran.
fr: Les paramètres de nouvelle vue ne sont pas disponibles pour une utilisation dans le filtre avant que la vue ait été enregistrée au moins une fois.
it: I parametri di nuova vista non sono disponibili per l'uso nel filtro fino a quando la vista non è stata salvata almeno una volta.
ja: 新しいビューパラメータは、ビューが少なくとも1回保存されるまでフィルタで使用できません。
nl: Nieuwe weergave-parameters zijn niet beschikbaar voor gebruik in het filter totdat de weergave minstens één keer is opgeslagen.
no: Nye visningsparametere er ikke tilgjengelige for bruk i filteret til visningen er lagret minst en gang.
pl: Nowe parametry widoku nie są dostępne do użycia w filtrze, aż widok został zapisany przynajmniej raz.
pt: Novos parâmetros de visualização não estão disponíveis para uso no filtro até que a exibição tenha sido salva pelo menos uma vez.
ru: Новые параметры представления недоступны для использования в фильтре до тех пор, пока вид не будет сохранен, по крайней мере, один раз.
sk: Nové parametre zobrazenia nie sú k dispozícii na použitie vo filtri, kým sa zobrazenie nebráni aspoň raz.
sv: Nya visningsparametrar är inte tillgängliga för användning i filtret tills vyn har sparats minst en gång.
zh_cn: 新视图参数不适用于过滤器，直到视图已保存至少一次。

# ViewEntitiesCalculatingAndTabulating
source: Calculating and tabulating
cs: Výpočet a tabulující
da: Beregning og tabulering.
de: Berechnen und Tabellen
fi: Lasketaan ja taulukoita
fr: Calculer et tabuler
it: Calcolo e tabulating.
ja: 計算と集計
nl: Berekening en tabulerend
no: Beregning og tabulering
pl: Obliczanie i tabulowanie
pt: Calculando e tabulando
ru: Расчет и табулирование
sk: Výpočet a tabuľka
sv: Beräkning och tabulering
zh_cn: 计算和制表

# ViewEntitiesDirectoryModeAutoSelectEUA
source: This is a system view. I use it when I need to make a selection for you automatically. I will pick the first entry in the view that satisfies certain conditions. For example, if you start timing a work item, I will use a view like this to see if there is an already existing assignment to use for timing. If none of the entries match the conditions, I will make a new entry that does and use that one.
cs: Jedná se o systémový pohled.Používám to, když pro vás automaticky provede výběr.Zvednu první záznam, který splňuje určité podmínky.Například, pokud spustíte časování pracovní položky, použiji také pohled, zda je již existující přiřazení pro časování již existující přiřazení.Pokud žádná z příspěvků neodpovídá podmínkám, udělám nový záznam, který to dělá a používá tento.
da: Dette er et systemvisning.Jeg bruger det, når jeg skal foretage et valg til dig automatisk.Jeg vælger den første post i den opfattelse, der opfylder visse betingelser.For eksempel, hvis du begynder at timing et arbejdsobjekt, vil jeg bruge en visning som dette for at se, om der er en allerede eksisterende opgave at bruge til timing.Hvis ingen af posterne svarer til betingelserne, vil jeg lave en ny post, der gør og bruger den ene.
de: Dies ist eine Systemansicht.Ich benutze es, wenn ich automatisch eine Auswahl für Sie erstellen muss.Ich werde den ersten Eintrag in der Ansicht auswählen, der bestimmte Bedingungen erfüllt.Wenn Sie beispielsweise mit dem Timing ein Arbeitselement starten, verwenden Sie eine solche Ansicht, um zu sehen, ob ein bereits vorhandener Auftrag für den Timing verwendet wird.Wenn keiner der Einträge mit den Bedingungen übereinstimmt, werde ich einen neuen Eintrag erstellen, der dieses tut und diese verwenden.
fi: Tämä on järjestelmän näkymä.Käytän sitä, kun minun on tehtävä valinta sinulle automaattisesti.Aion valita ensimmäisen merkinnän, joka täyttää tiettyjä ehtoja.Jos mikään merkintöistä ei vastaa ehtoja, teen uuden merkinnän, joka tekee ja käyttää sitä.
fr: Ceci est une vue système.Je l'utilise lorsque je dois faire une sélection pour vous automatiquement.Je choisirai la première entrée dans la vue qui satisfait certaines conditions.Par exemple, si vous commencez à synchroniser un élément de travail, je vais utiliser une vue comme celle-ci pour voir s'il existe une affectation déjà existante à utiliser pour le moment.Si aucune des entrées ne correspond aux conditions, je ferai une nouvelle entrée qui fait et l'utilisera.
it: Questa è una vista di sistema.Lo uso quando ho bisogno di effettuare automaticamente una selezione per te.Sceglierò la prima voce nella vista che soddisfi determinate condizioni.Ad esempio, se si avvia il temporizzazione di un articolo di lavoro, utilizzerò una vista come questa per vedere se c'è un assegnazione già esistente da utilizzare per i tempi.Se nessuna delle voci corrisponde alle condizioni, farò una nuova voce che lo fa e userò quello.
ja: これはシステムビューです。私はあなたを自動的に選択する必要があるときにそれを使います。特定の条件を満たすビューの最初のエントリを選択します。たとえば、作業項目のタイミングを開始した場合は、このようなビューを使用して、タイミングに使用する既存の割り当てがあるかどうかを確認します。いずれのエントリも条件に一致しない場合は、そのことを実行して使用する新しいエントリを作成します。
nl: Dit is een systeemweergave.Ik gebruik het als ik automatisch een selectie voor u moet maken.Ik zal het eerste vermelding kiezen in de weergave die voldoet aan bepaalde voorwaarden.Als u bijvoorbeeld begint met het timing van een werkitem, gebruik ik een weergave als deze om te zien of er een reeds bestaande opdracht is om te gebruiken voor timing.Als geen van de vermeldingen overeenkomt met de voorwaarden, zal ik een nieuwe invoer doen die dat doet en gebruiken.
no: Dette er en systemvisning.Jeg bruker den når jeg trenger å velge et valg for deg automatisk.Jeg vil velge den første oppføringen i visningen som tilfredsstiller visse forhold.Hvis du for eksempel begynner å timulere et arbeidsobjekt, vil jeg bruke en visning som dette for å se om det er en allerede eksisterende oppgave å bruke for timing.Hvis ingen av oppføringene samsvarer med vilkårene, vil jeg lage en ny oppføring som gjør og bruke den ene.
pl: Jest to widok systemu.Używam go, gdy muszę automatycznie dokonać wyboru.Wybiorę pierwszy wpis w widoku, który spełnia pewne warunki.Na przykład, jeśli rozpoczniesz czas pracy, użyję widoku tak, aby sprawdzić, czy istnieje już istniejące zadanie do użycia do czasu.Jeśli żaden z wpisów nie pasuje do warunków, zrobię nowy wpis, który robi i użyje tego.
pt: Esta é uma vista do sistema.Eu uso quando preciso fazer uma seleção para você automaticamente.Vou escolher a primeira entrada na visão que satisfaz certas condições.Por exemplo, se você começar a cronomizar um item de trabalho, usarei uma visualização como esta para ver se há uma atribuição já existente para usar o tempo.Se nenhuma das entradas corresponder às condições, farei uma nova entrada que fizer e usar essa.
ru: Это вид системы.Я использую его, когда мне нужно сделать выбор для вас автоматически.Я выберу первую запись в представлении, который удовлетворяет определенные условия.Например, если вы начнете синхронизацию рабочего элемента, я буду использовать вид, чтобы увидеть, если есть уже существующее назначение для использования для синхронизации.Если ни один из записей не соответствует условиям, я сделающую новую запись, которая делает и использовать эту.
sk: Toto je systémový pohľad.Používam ho, keď potrebujem automaticky vybrať výber.Zoberiem prvý záznam podľa názoru, ktorý spĺňa určité podmienky.Ak napríklad začnete načasovanie pracovnej položky, použijem tak, aby som zistil, či existuje už existujúca úloha na použitie na načasovanie.Ak žiadny zo záznamov nezodpovedá podmienkam, urobím nový záznam, ktorý robí a používa ho.
sv: Detta är en systemvy.Jag använder den när jag behöver göra ett urval för dig automatiskt.Jag kommer att välja den första posten i den uppfattning som uppfyller vissa villkor.Till exempel, om du börjar timing ett arbetsobjekt, kommer jag att använda en sådan vy för att se om det finns en redan befintlig uppgift att använda för timing.Om ingen av posterna matchar villkoren kommer jag att göra en ny post som gör och använder den där.
zh_cn: 这是一个系统视图。当我需要自动做出选择时使用它。我将在满足某些条件的视图中选择第一个条目。例如，如果您开始定时工作项，我将使用这样的视图来查看是否存在用于定时的现有分配。如果没有任何条目匹配条件，则我将创建一个新的条目，并使用那个。
