Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# ColumnEditorDialogCompilationError
source: I ran into a problem while compiling this column's display formula. Error: {0} Offending formula expression: {1}
cs: Běžel jsem do problému při kompilaci tohoto sloupu zobrazení vzorce. Chyba: {0} Vyjádření pro urážlivý vzorec: {1}
da: Jeg løb ind i et problem, mens jeg kompilerer denne kolonne skærmformel. FEJL: {0} OFFENTION FORMORLE UDGANGELSE: {1}
de: Ich habe ein Problem gelaufen, während ich diese Säulen-Anzeige-Formel kompiliert habe. Fehler: {0} Beleidigende Formelausdruck: {1}
fi: Juoksin ongelmaan tämän sarakkeen näyttökannan kokoamisen aikana. Virhe: {0} Rikokas kaavan ilmaisu: {1}
fr: J'ai rencontré un problème lors de la compilation de la formule d'affichage de cette colonne. Erreur: {0} Expression de formule incriminée: {1}
it: Ho corso un problema mentre si compila la formula di visualizzazione di questa colonna. ERRORE: {0} Espressione della formula offensiva: {1}
ja: この列の表示式をコンパイルしている間に問題が発生しました。 エラー：{0} 問題のある式式 {1}
nl: Ik heb een probleem tegengehouden tijdens het compileren van de displayformule van deze kolom. FOUT: {0} Beledigende Formule-expressie: {1}
no: Jeg løp inn i et problem mens jeg samler denne kolonnevisningen. Feil: {0} Offending Formula Expression: {1}
pl: Pobiegłem do problemu podczas kompilowania formuły wyświetlania kolumny. Błąd: {0} Obrażająca wyrażenie formuły: {1}
pt: Eu corri para um problema ao compilar a fórmula de exibição desta coluna. Erro: {0} Expressão de fórmula ofensora: {1}
ru: Я столкнулся с проблемой, одновременно составляя формулу отображения этой колонны. Ошибка: {0} Опдерусное выражение формулы: {1}
sk: Bežal som sa na problém pri zostavovaní tohto kolónového vzorca. Chyba: {0} Expresia vzorec: {1}
sv: Jag sprang i ett problem när jag sammanställde denna kolumns displayment. Fel: {0} Förolämpande formeluttryck: {1}
zh_cn: 在编译此列的显示公式时，我遇到了问题。 错误：{0} 违规式表达式： {1}

# ColumnEditorDialogNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# CommandBlocked
source: Sorry, but I can't do that
cs: Promiň, ale nemůžu to udělat
da: Beklager, men det kan jeg ikke
de: Entschuldigung, aber das kann ich nicht
fi: Anteeksi, mutta en voi tehdä sitä
fr: Désolé, mais je ne peux pas faire ça
it: Scusa, ma non posso farlo
ja: 申し訳ありませんが、できません
nl: Sorry, maar dat kan ik niet doen
no: Beklager, men jeg kan ikke gjøre det
pl: Przepraszam, ale nie mogę tego zrobić
pt: Desculpe, mas não posso fazer isso
ru: Извините, но я не могу этого сделать
sk: Prepáč, ale nemôžem to urobiť
sv: Tyvärr, men jag kan inte göra det
zh_cn: 对不起，但我不能这样做

# CommandLineHelp
source: GRINDSTONE [drive:][path][filename] [options] [drive:][path][filename] Specifies drive, directory, and name of a database file to open Options: -i, --install starts the install process -u, --uninstall starts the uninstall process -s, --silent causes the install/uninstall process to proceed silently with minimal options --createDesktopShortcut causes the install process to create a Desktop short-cut when silent --leaveConfiguration causes the uninstall process not to remove the configuration when silent --removeDatabases causes the uninstall process to remove databases when silent --startWhenFinished causes the install process to launch Grindstone after finishing when silent --startWithWindows causes the install process to set Grindstone to run at start-up when silent --exportLocalization:path saves all text for the current locale in the JSON runtime format in the directory located at path
cs: Grindstone [Drive:] [cesta] [název_souboru] [možnosti] [Drive:] [cesta] [název_souboru] Určuje jednotku, adresář a název databázového souboru pro otevření Možnosti: -I, - instrunt. Spustí proces instalace -u, --Uninstall. Spusťte proces odinstalace -s, --Silent. způsobí, že proces instalace / odinstalace pokračovat s minimálními možnostmi --vytvořit zástupce na ploše způsobí, že proces instalace vytvoříte, když se tichý --leVeConfiguration. způsobí, že proces odinstalace neodstraní konfiguraci, když tichý --RemovedAbázy způsobí, že proces odinstalace odstraníte databáze, když tichý --StartWhenfenished. způsobí, že proces instalace spustit brusný kámen po dokončení tichého --Startwithwindows způsobí, že proces instalace nastaví brusný kmen na spuštění při start-upu, když tichý - ExportLocalizace: cesta Uloží celý text pro aktuální národní prostředí ve formátu JON Runtime v adresáři umístěném na cestě
da: Grindstone [Drive:] [PATH] [FILENAME] [Valg] [Drive:] [PATH] [FILENAME] Angiver kørsel, mappe og navn på en databasefil for at åbne Muligheder: -Jeg, -install. Starter installationsprocessen -u, --Uninstall. Starter afinstallationsprocessen -S, --SILENT. Forårsager installations- / afinstallationsprocessen for at fortsætte lydløst med minimale muligheder --Opret genvej på skrivebordet Forårsager installationsprocessen til at oprette et skrivebordskort, når det er tydeligt --leavekonfiguration. Forårsager afinstallationsprocessen for ikke at fjerne konfigurationen, når den tavs --Removedatabases. Forårsager Afinstall-processen for at fjerne databaser, når det er tydeligt --STARTWENFINISHED. Årsager installationsprocessen til at starte slibesten efter afslutningen, når det er tavse --Startwithwindows. Forårsager installationsprocessen til at indstille Grindstone til at køre ved opstart, når det er tydeligt - Eksportlokalisering: PATH. Gemmer al tekst til den aktuelle lokalitet i JSON-runtime-formatet i biblioteket på stien
de: Grindstone [Laufwerk:] [Pfad] [Dateiname] [Optionen] [Laufwerk:] [Pfad] [Dateiname] Gibt das Laufwerk, das Verzeichnis und den Namen einer Datenbankdatei an, um zu öffnen Optionen: -i, --install. Startet den Installationsprozess -u, --uninstall. Startet den Deinstallationsvorgang -s, --sisolsent. bewirkt, dass der Installations- / Deinstallationsprozess still mit minimalen Optionen fortfährt --Desktopverknüpfung erstellen Verursacht den Installationsprozess, um einen Desktop-Kurzschnitt beim Schweigen zu erstellen - SeeVonfiguration. Bewirkt, dass der Deinstallationsprozess die Konfiguration nicht entfernen kann, wenn Sie stummschalten - Removedatabase. verursacht den Deinstallationsprozess, um Datenbanken beim Schweigen zu entfernen --Startwhinfiniert. Verursacht den Installationsprozess, um den Schleifstein nach dem Abschluss beim Schaden zu starten --Starte mit Windows Bewirkt, dass der Installationsprozess Grindstone eingestellt wird, um beim Schweigen beim Start beim Start zu laufen --Exportlokalization: Pfad. Speichert den gesamten Text für das aktuelle Gebietsschema im JSON Runtime-Format im Verzeichnis, das sich auf dem Pfad befindet
fi: Grindstone [Drive:] [Path] [Tiedostonimi] [Valinnat] [Aja:] [polku] [tiedostonimi] Määritä tietokantatiedoston asema, hakemisto ja nimi Vaihtoehdot: -i, - asentaja Käynnistää asennusprosessin -u, --uninstall Käynnistää asennusprosessin -s, --silent Syy asennus / poistamisprosessin jatkavat hiljaa mahdollisimman vähän vaihtoehtoja --luo pikakuvake työpöydälle Syy asennusprosessin luoda työpöydän lyhyen leikkauksen hiljaisena --Leaveconfiguration Syy Poista asennusprosessin olla poistamalla kokoonpanoa hiljaiseksi --Removedaatabaseja Syy Poista poistettava prosessi tietokantojen poistamiseksi hiljaiseksi - korjauswhenfinfinished Syy asennusprosessin käynnistää hiomakivi viimeistelyn jälkeen hiljaa --StartWithWindows aiheuttaa asennusprosessin asettamaan hiomakiviä käynnissä käynnistyksen yhteydessä hiljaa --ExportLocaliszation: polku Tallentaa kaikki nykyisen sijainnin tekstin JSON Runtime-muodossa tiellä
fr: Grindstone [Drive:] [Chemin] [FileName] [Options] [Drive:] [Chemin] [FileName] Spécifie le lecteur, le répertoire et le nom d'un fichier de base de données à ouvrir Options: -Je, --install Démarre le processus d'installation -u, --Uninstall Démarre le processus de désinstallation -s, --Silent provoque le processus d'installation / désinstallation pour procéder silencieusement avec des options minimales. --créer un raccourci sur le bureau provoque le processus d'installation de créer un bureau court-coupé lorsque vous êtes silencieux -Leaveconfiguration provoque le processus de désinstallation de ne pas supprimer la configuration lorsque vous êtes silencieux --RemovedAbases provoque le processus de désinstallation pour éliminer les bases de données lorsque vous êtes silencieux --Start quand provoque le lancement du processus d'installation de la meule après la finition lorsqu'il est silencieux --Commence avec windows provoque l'exécution du processus d'installation pour régler Grindstone au démarrage lorsqu'il est silencieux --ExportsLocalisation: chemin Enregistre tout le texte pour la locale actuelle du format Runtime JSON dans le répertoire situé sur le chemin
it: Grindstone [Drive:] [Path] [Nome file] [Opzioni] [Drive:] [Path] [Nome file] Specifica unità, directory e nome di un file di database da aprire Opzioni: -i, --install. Avvia il processo di installazione -u, --uninstall. Avvia il processo di disinstallazione -s, --silent. Provoca il processo di installazione / disinstallazione per procedere in silenzio con opzioni minime --crea una scorciatoia sul desktop Fa sì che il processo di installazione creino un desktop a corto di taglio quando silenzioso --Leaveconfiguration. fa sì che il processo di disinstallazione non rimuovere la configurazione quando silenzioso --Removenatabases. Fa sì che il processo di disinstallazione rimuovi i database quando silenzioso --startwhenfinished. Provoca il processo di installazione per avviare Grittstone dopo aver finito quando silenzioso --Startwithwindows Cause il processo di installazione per impostare Grittstone per funzionare all'avvio quando silenzioso --exportlocalizzazione: percorso Salva tutto il testo per la locale corrente nel formato JSON Runtime nella directory situata al percorso
ja: 砥石[ドライブ：] [パス] [ファイル名] [オプション] [ドライブ：] [パス] [ファイル名] 開くデータベースファイルのドライブ、ディレクトリ、および名前を指定します オプション： -i、 - インストール インストールプロセスを開始します --u、--uninstall. アンインストールプロセスを開始します - シレント インストール/アンインストールプロセスを最小限のオプションで静かに進める。 - デスクトップショートカットを作成します 黙っているときにインストールプロセスを短縮したデスクトップを作成します。 --leaveconfiguration 静かなときに構成を削除しないようにアンインストールプロセスを実行します。 --reomovesatabaseS 黙示録のときにアンインストールプロセスを削除します - StartHinfined. 黙っているときに仕上げ後にインストールプロセスを起動させる --startwithwindows インストールプロセスは、サイレント時に起動時に実行するようにgrindstoneを設定させます。 --exportLocalization：パス パスにあるディレクトリ内のJSONランタイム形式の現在のロケールのすべてのテキストを保存します。
nl: Grindstone [Drive:] [PATH] [FILEENAME] [Opties] [Drive:] [pad] [bestandsnaam] Specificeert het station, de map en de naam van een databasebestand om te openen Opties: -I, - Installeer Start het installatieproces -U, - --Install Start het verwijderingsproces -S, --Silent zorgt ervoor dat het proces van de installatie / de installatie van stilzwijgend wordt gewijzigd met minimale opties --CreatedesktopShortCut zorgt ervoor dat het installatieproces een kortsluiting van de desktop maakt wanneer het stil is --leaveconfiguratie zorgt ervoor dat het proces van de installatie niet de configuratie wordt verwijderd wanneer het stil is - Gemaandeatabases zorgt ervoor dat het verwijderingsproces databases verwijdert wanneer het stil is --TartWhenfinished Oorzoet het installatieproces om slijpsteen na afwerking te laten lanceren wanneer het stil is --begin met ramen zorgt ervoor dat het installatieproces slijpsteen instelt om bij het opstarten te lopen wanneer het stil is --Exportlocalisatie: pad Slaat alle tekst op voor de huidige locale in het JSON Runtime-formaat in de map op pad
no: Grindstone [Drive:] [PATH] [FILENAME] [Valg] [Kjør:] [PATH] [filnavn] Angir kjøre-, katalogen, og navnet på en databasefil som skal åpnes Alternativer: -I, --install. Starter installasjonsprosessen -U, --Uninstall. Starter avinstalleringsprosessen -S, - Silent. Forårsaker installasjons- / avinstalleringsprosessen for å fortsette stille med minimal alternativer --lag skrivebords snarvei Forårsaker installasjonsprosessen for å lage et skrivebordskort når det er stille --LEAVEConfiguration. forårsaker at avinstallasjonsprosessen ikke skal fjerne konfigurasjonen når det er stille --Removedatabaser forårsaker avinstalleringsprosessen for å fjerne databaser når det er stille - Startwhenfinished. Forårsaker installasjonsprosessen for å starte Grindstone etter ferdigstillelse når det er stille - Startwithwindows. Forårsaker installasjonsprosessen for å sette Grindstone til å kjøre ved oppstart når det er stille - Eksportlocalization: Sti Lagrer all tekst for den nåværende lokalen i JSON Runtime-formatet i katalogen som ligger på banen
pl: Grindstone [Drive:] [Ścieżka] [Nazwa pliku] [Opcje] [Dysk:] [Ścieżka] [Nazwa pliku] Określa dysk, katalog i nazwę pliku bazy danych, aby otworzyć Opcje: -I, --install. Rozpoczyna proces instalacji -U, --ininstall. Rozpoczyna proces odinstalowywania -s, --silent. powoduje, że proces instalacji / odinstalowywania w milczeniu przy minimalnych opcjach --CreatedskTopshortcut Powoduje, że proces instalacji tworzy pulpit skrócony, gdy cichy --ledajnaFiguracja Powoduje, że proces odinstalowywania nie usuwa konfiguracji podczas cichy --Removedatabases. powoduje, że proces odinstalowywania usuwania baz danych podczas cichy --Starthenbined. Powoduje, że proces instalacji uruchomienie Grindstone po wykończeniu, gdy cichy --uruchom z Windows Powoduje, że proces instalacji ustawił grindstone, aby uruchomić podczas uruchamiania, gdy cichy --ExportLocalization: PATH. Zapisuje cały tekst dla bieżącej lokalizacji w formacie JSON Runtime w katalogu znajdującego się na ścieżce
pt: Grindstone [Drive:] [Path] [Nome do arquivo] [Opções] [Drive:] [caminho] [nome do arquivo] Especifica a unidade, o diretório e o nome de um arquivo de banco de dados para abrir Opções: -Eu, - Denstall. inicia o processo de instalação -u, --uninstall. inicia o processo de desinstalação -s, --silento. faz com que o processo de instalação / desinstalação continue silenciosamente com opções mínimas --Createdesktopshortcut. faz com que o processo de instalação crie uma desktop curto quando silencioso --Leaveconfiguração. faz com que o processo de desinstalação não remova a configuração quando silenciosa --Removedatabases. faz com que o processo de desinstalação remova bancos de dados quando silencioso - Startwhenfinished. faz com que o processo de instalação seja lançado Grindstone após terminar quando silencioso - Startwithwindows. faz com que o processo de instalação ajuste a pedra para funcionar no start-up quando silencioso --Exportlocalização: caminho Salva todo o texto para a localidade atual no formato JSON Runtime no diretório localizado no caminho
ru: GrindStone [Drive:] [Путь] [Имя файла] [Опции] [DRIVE:] [Путь] [Имя имя] Определяет диск, каталог и имя файла базы данных для открытия Опции: -Я, --install. Запускает процесс установки -u, --unisstall. Запускает процесс удаления -С, --silent. Приводит к тому, что процесс установки / удаления будет работать тихо с минимальными вариантами --создать ярлык на рабочем столе вызывает процесс установки для создания рабочего стола короткого вырезания при молчании --leveconfiguration Приводит к удалению процесса не удалять конфигурацию при молчании --removedatabases Приводит к удалению процесса удаления баз данных при молчании --startwhenfined Заставляет процесс установки запустить GrindStone после завершения при молчании --startwithwindows. Заставляет процесс установки установить Grindstone для запуска при запуске при молчании - Экспортлокализация: путь Сохраняет весь текст для текущей локали в формате JSON Runtime в каталоге, расположенный на пути
sk: Grindstone [Drive:] [cesta] [názov súboru] [možnosti] [Drive:] [cesta] [názov súboru] Určuje jednotku, adresár a názov databázového súboru, ktorý sa má otvoriť Možnosti: -i, -Install Spustí proces inštalácie -u, --Uninstall Spustí proces odinštalovania -s, --silent spôsobí, že proces inštalácie / odinštalovania pokračuje ticho s minimálnymi možnosťami --vytvoriť zástupcu na ploche Spôsobuje proces inštalácie, aby vytvoril stolný skrat, keď ticho --leaveconfiguration Spôsobuje proces odinštalovania, ktorý nie je odstrániť konfiguráciu, keď ticho --removedatabases Spôsobí, že proces odinštalovania odstrániť databázy, keď ticho --startwhenfinished Spôsobuje proces inštalácie na spustenie brúsneho kameňa po dokončení, keď ticho --startwhwindows Spôsobí proces inštalácie nastaviť brúsny kameň na spustenie pri start-up, keď ticho --exportlkalizácia: cesta Uloží všetok text pre aktuálne miestne nastavenie vo formáte JSON RUntime v adresári, ktorý sa nachádza na ceste
sv: Grindstone [Drive:] [PATH] [filnamn] [Alternativ] [Drive:] [PATH] [FILENAME] Anger kör, katalog och namn på en databasfil som ska öppnas Alternativ: -i, --installera Startar installationsprocessen -u, --uninstall Startar avinstallationsprocessen -s, - silent Orsakar installationen / avinstallationsprocessen att sticka tyst med minimala alternativ --skapa skrivbordsgenväg Orsakar installationsprocessen att skapa ett stationärt kortklippt när tyst --Svetekonomering orsakar avinstallationsprocessen att inte ta bort konfigurationen när den är tyst - Removedatabases orsakar avinstallationsprocessen att ta bort databaser när de är tysta --Startwhenfinished orsakar installationsprocessen att starta slipsten efter avslutad när tyst --startwithwindows orsakar installationsprocessen att ställa slipstenen att springa vid uppstart när tyst --Exportlokalisering: Banan Sparar all text för den aktuella platsen i JSON Runtime-formatet i katalogen som ligger på väg
zh_cn: 磨石[驱动器：] [path] [filename] [选项] [驱动器：] [path] [filename] 指定要打开的数据库文件的驱动器，目录和名称 选项： -i， - 空间 启动安装过程 -u， - 单纳斯尔 启动卸载进程 -s，-silent. 导致安装/卸载进程以最小的选项静默 - 创建桌面快捷方式 导致安装过程在静音时创建桌面短切 - leaveconfiguration. 导致卸载过程不要在静音时删除配置 - removedatabases. 导致卸载进程默默删除数据库 - artarwhenfinished. 导致安装过程在静音后完成后启动磨石 --startwithwindows. 导致安装过程在静音时设置Gringstone以在启动时运行 - 浇口分布化：路径 在位于路径的目录中以JSON运行时格式保存当前区域设置的所有文本

# DatabaseCreationDialogEncrypt
source: Encrypt this database
cs: Šifrování této databáze
da: Krypterer denne database
de: Verschlüsseln Sie diese Datenbank.
fi: Salaa tämä tietokanta
fr: Chiffrer cette base de données
it: Cripta questo database
ja: このデータベースを暗号化します
nl: Versleutel deze database
no: Krypter denne databasen
pl: Szyfruj tę bazę danych
pt: Criptografe este banco de dados
ru: Шифровать эту базу данных
sk: Šifrovať túto databázu
sv: Kryptera den här databasen
zh_cn: 加密此数据库

# DatabaseCreationDialogEncryptEUA
source: The first time you open this database, you will be asked to set the password. On each subsequent time it is opened, the same password must be entered.
cs: Při prvním otevření této databáze budete vyzváni k nastavení hesla.Na každém následující době je otevřen, musí být zadáno stejné heslo.
da: Første gang du åbner denne database, bliver du bedt om at indstille adgangskoden.På hver efterfølgende tid åbnes den, den samme adgangskode skal indtastes.
de: Wenn Sie diese Datenbank zum ersten Mal öffnen, werden Sie aufgefordert, das Passwort festzulegen.Bei jeder nachfolgenden Zeit wird das gleiche Passwort eingegeben werden.
fi: Kun avaat tämän tietokannan ensimmäistä kertaa, sinua pyydetään asettamaan salasana.Jokaisessa myöhemmässä vaiheessa se avataan, sama salasana on syötettävä.
fr: La première fois que vous ouvrez cette base de données, il vous sera demandé de définir le mot de passe.À chaque heure ultérieure, il est ouvert, le même mot de passe doit être entré.
it: La prima volta che apri questo database, ti verrà chiesto di impostare la password.Su ogni volta successivo è aperto, è necessario inserire la stessa password.
ja: このデータベースを初めて開くときは、パスワードを設定するように求められます。後続の各時間で開かれ、同じパスワードを入力する必要があります。
nl: De eerste keer dat u deze database opent, wordt u gevraagd om het wachtwoord in te stellen.Op elke volgende tijd wordt het geopend, moet hetzelfde wachtwoord worden ingevoerd.
no: Første gang du åpner denne databasen, blir du bedt om å angi passordet.På hver påfølgende tid den åpnes, må det samme passordet angis.
pl: Przy pierwszym otwarciu tej bazy danych zostaniesz poproszony o ustawienie hasła.W każdym kolejnym czasie jest otwarty, należy wprowadzić to samo hasło.
pt: A primeira vez que você abre este banco de dados, você será solicitado a definir a senha.Em cada momento subseqüente, é aberta, a mesma senha deve ser inserida.
ru: Первый раз вы открываете эту базу данных, вам будет предложено установить пароль.На каждом последующем времени он открывается, должен быть введен тот же пароль.
sk: Pri prvom otvorení tejto databázy sa zobrazí výzva na nastavenie hesla.V každom nasledujúcom čase sa musí zadať rovnaké heslo.
sv: Första gången du öppnar den här databasen kommer du att bli ombedd att ställa in lösenordet.På varje efterföljande tid öppnas den samma lösenord.
zh_cn: 首次打开此数据库时，将要求您设置密码。在每个随后的时间打开时，必须输入相同的密码。

# DatabaseCreationDialogNameEmpty
source: Must not be empty
cs: Nesmí být prázdný
da: Må ikke være tom
de: Darf nicht leer sein
fi: Ei saa olla tyhjä
fr: Ne doit pas être vide
it: Non deve essere vuoto
ja: 空にしてはいけません
nl: Mag niet leeg zijn
no: Må ikke være tom
pl: Nie może być pusty
pt: Não deve estar vazio
ru: Не должен быть пустым
sk: Nesmie byť prázdny
sv: Får inte vara tomt
zh_cn: 一定是空的

# DatabaseCreationDialogNameHint
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DatabaseCreationDialogNameIllegalCharacters
source: Must not contain invalid characters for file names
cs: Nesmí obsahovat neplatné znaky pro názvy souborů
da: Må ikke indeholde ugyldige tegn til filnavne
de: Darf nicht ungültige Zeichen für Dateinamen enthalten
fi: Ei saa sisältää virheellisiä merkkejä tiedostonimille
fr: Ne doit pas contenir de caractères non valides pour les noms de fichiers
it: Non deve contenere caratteri non validi per i nomi dei file
ja: ファイル名に無効な文字を含めないでください
nl: Mag geen ongeldige tekens bevatten voor bestandsnamen
no: Må ikke inneholde ugyldige tegn for filnavn
pl: Nie wolno zawierać nieprawidłowych znaków dla nazw plików
pt: Não deve conter caracteres inválidos para nomes de arquivos
ru: Не должен содержать недопустимые символы для имен файлов
sk: Nesmie obsahovať neplatné znaky pre názvy súborov
sv: Får inte innehålla ogiltiga tecken för filnamn
zh_cn: 不得包含文件名的无效字符

# DatabaseSelectionDialogCaption
source: Database selection
cs: Výběr databáze
da: Databasevalg
de: Datenbankauswahl
fi: Tietokannan valinta
fr: Sélection de la base de données
it: Selezione del database
ja: データベースの選択
nl: Databaseselectie
no: Databasevalg
pl: Wybór bazy danych.
pt: Seleção de banco de dados.
ru: Выбор базы данных
sk: Výber databázy
sv: Databasval
zh_cn: 数据库选择
