Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# RejectionReasonTraitValueNotFound
source: A change for a trait value that could not be found was attempted.
cs: Změna hodnoty vlastnosti, kterou nelze nalézt, byla provedena.
da: En ændring for en trækværdi, der ikke kunne findes, blev forsøgt.
de: Eine Änderung für einen Merkmalswert, der nicht gefunden wurde, wurde versucht.
fi: Muutos piirre-arvolle, jota ei löytynyt, oli yritetty.
fr: Un changement pour une valeur de trait qui n'a pas pu être trouvé a été tenté.
it: È stato tentato un cambiamento per un valore di tratto che non è stato tentato.
ja: 見つけられなかった特性値の変更が試みられました。
nl: Een verandering voor een kenmerkwaarde die niet kon worden gevonden, werd geprobeerd.
no: En endring for en egenskapsverdi som ikke ble funnet, ble forsøkt.
pl: Zmiana wartości cechy, której nie można znaleźć.
pt: Uma mudança para um valor de traço que não pôde ser encontrado foi tentada.
ru: Изменение для значений черта, которое не может быть найдено.
sk: Zmena pre hodnotu znaku, ktorá sa nedala nájsť.
sv: En förändring för ett dragvärde som inte kunde hittas var försökt.
zh_cn: 尝试了无法找到的特质价值的变化。

# RejectionReasonTraitValueNotProvided
source: A change creating a piece of data failed because a required trait value was not provided.
cs: Změna vytváření dat dat se nezdařila, protože požadovaná hodnota rysu nebyla poskytnuta.
da: En ændring, der skaber et stykke data, mislykkedes, fordi en nødvendig egenværdi ikke blev leveret.
de: Eine Änderung, die ein Datenteil erstellt, fehlgeschlagen, da kein erforderlicher Merkmalswert angegeben wurde.
fi: Muutos, joka luo tietojen pala, epäonnistui, koska vaadittua piirre-arvoa ei toimitettu.
fr: Un changement créant un morceau de données a échoué car une valeur de trait requise n'a pas été fournie.
it: Una modifica che crea un pezzo di dati non è riuscito perché non è stato fornito un valore di tratti richiesto.
ja: 必要な特性値が提供されていなかったため、データの一部の作成に失敗しました。
nl: Een wijziging die een stuk data is mislukt omdat een vereiste eigenwaarde niet is verstrekt.
no: En endring som skaper et data, mislyktes fordi en nødvendig egenskapsverdi ikke ble gitt.
pl: Zmiana tworzenia danych nie powiodła się, ponieważ wymagana wartość cechy nie została podana.
pt: Uma mudança que cria um pedaço de dados falhou porque um valor de traço requerido não foi fornecido.
ru: Изменение, создающее часть данных не удалось, потому что требуемая черта не предусмотрена.
sk: Zmena vytváraná kus údajov zlyhala, pretože požadovaná hodnota vlastnosti nebola poskytnutá.
sv: En förändring som skapar en bit data misslyckades eftersom ett nödvändigt dragvärde inte var anordnat.
zh_cn: 创建一段数据失败的变更，因为未提供所需的特征值。

# RejectionReasonTraitValueTypeResolutionFailed
source: A change containing a a trait value that could not be understood was attempted.
cs: Změna obsahující hodnotu vlastnosti, která nemohla být pochopena.
da: En ændring, der indeholder en en egenværdi, der ikke kunne forstås, blev forsøgt.
de: Eine Änderung, die einen Merkmalswert enthält, der nicht verstanden werden konnte, wurde versucht.
fi: Muutos, joka sisältää ominaisuuden arvoa, jota ei voitu ymmärtää, oli yritetty.
fr: Un changement contenant une valeur de trait qui n'a pas pu être compris a été tenté.
it: Un cambiamento contenente un valore di un tratto che non può essere compreso è stato tentato.
ja: 理解できなかった特性値を含む変化が試みられた。
nl: Een verandering die een kenmerkwaarde bevat die niet kon worden begrepen, werd geprobeerd.
no: En endring som inneholder en egenverdi som ikke kunne forstås, ble forsøkt.
pl: Zmiana zawierająca wartość cechy, której nie można rozumieć.
pt: Uma mudança contendo um valor de característica que não poderia ser entendida foi tentada.
ru: Изменение, содержащее значение черта, которое не может быть понято.
sk: Zmena obsahujúca hodnotu vlastnosti, ktorá sa nedá pochopiť.
sv: En förändring som innehåller ett dragvärde som inte kunde förstås försöktes.
zh_cn: 含有无法理解的特征值的变化。

# RejectionReasonUnknownChangeType
source: An unintelligible change was attemped.
cs: Pokusila se nesrozumitelná změna.
da: En uforståelig ændring blev forsøgt.
de: Eine ununterbechte Veränderung wurde versucht.
fi: Unitteriottu muutos yritettiin.
fr: Un changement inintelligible a été tenté.
it: È stato tentato un cambiamento inintelligibile.
ja: 意図しない変更が試みられました。
nl: Er is een onbegrijpelijke verandering geprobeerd.
no: En uforståelig endring ble forsøkt.
pl: Podjęto próby niezrozumiałej zmiany.
pt: Uma mudança ininteligível foi tentada.
ru: Непрерывное изменение было предпринято попытка.
sk: Pokúsili sa o neintenzívna zmena.
sv: En ointelliserad förändring försökte.
zh_cn: 尝试了一个无法理解的更改。

# SaveLoggedExceptionsNone
source: There are no logged exceptions to save.
cs: Neexistují žádné zaznamenané výjimky, které ukládají.
da: Der er ingen logget undtagelser for at gemme.
de: Es gibt keine protokollierten Ausnahmen zum Speichern.
fi: Ei ole kirjautuneita poikkeuksia säästää.
fr: Il n'y a pas d'exceptions connectées à enregistrer.
it: Non ci sono eccezioni registrate da salvare.
ja: 保存するログ記録例外はありません。
nl: Er zijn geen ingelogde uitzonderingen opslaan.
no: Det er ingen loggede unntak for å lagre.
pl: Nie ma zarejestrowanych wyjątków, aby zapisać.
pt: Não há exceções registradas para salvar.
ru: Нет зарегистрированных исключений для сохранения.
sk: Neexistujú žiadne zaznamenané výnimky na uloženie.
sv: Det finns inga loggade undantag för att spara.
zh_cn: 保存没有记录的异常。

# SetupTitle
source: Grindstone Setup
cs: Setup Setup.
fi: Grindstone-asetukset
fr: Configuration de la mouche
it: Setup di Grindstone.
ja: 砥石の設定
pl: Setup Grindstone.
pt: Configuração da Grindstone.
ru: Настройка Grindstone
zh_cn: 磨石设置

# StatusProviderNameMainWindowDataContext
source: User interface
cs: Uživatelské rozhraní
da: brugergrænseflade
de: Benutzeroberfläche
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース
nl: Gebruikersomgeving
no: Brukergrensesnitt
pl: Interfejs użytkownika
pt: Interface de usuário
ru: Пользовательский интерфейс
sk: Používateľské rozhranie
sv: Användargränssnitt
zh_cn: 用户界面

# StopwatchOperationsDialogCaption
source: Modify Stopwatch Operations
cs: Změnit operace stopky
fi: Muuta sekuntikellotoiminta
it: Modifica le operazioni di cronometro
nl: Wijzig de bewerkingen van de stopwatch
pl: Modyfikuj operacje stoper

# StopwatchOperationsDialogDisplay
source: Display
cs: Zobrazit
fi: Näyttö
it: Schermo
nl: Weergave
pl: Wyświetlacz

# StopwatchOperationsDialogDisplayCompilationError
source: I ran into a problem while compiling the display formula. Error: {0} Offending formula expression: {1}
cs: Při sestavování vzorce zobrazení jsem běžel do problému. Chyba: {0} Vyjádření pro urážlivý vzorec: {1}
fi: Juoksin ongelmaan näytön kaavan kokoamisen aikana. Virhe: {0} Rikokas kaavan ilmaisu: {1}
it: Ho corso un problema mentre compila la formula del display. ERRORE: {0} Espressione della formula offensiva: {1}
nl: Ik heb een probleem tegengehouden tijdens het compileren van de display-formule. FOUT: {0} Beledigende Formule-expressie: {1}
pl: Wpadłem w problem podczas skompilowania formuły wyświetlanej. Błąd: {0} Obrażająca wyrażenie formuły: {1}

# StopwatchOperationsDialogDuration
source: Duration
cs: Doba trvání
fi: Kesto
it: Durata
nl: Duur
pl: Czas trwania

# StopwatchOperationsDialogDurationCompilationError
source: I ran into a problem while compiling the duration formula. Error: {0} Offending formula expression: {1}
cs: Během kompilace vzorce trvání jsem běžel do problému. Chyba: {0} Vyjádření pro urážlivý vzorec: {1}
fi: Juoksin ongelmaan, kun koko on keston kaava. Virhe: {0} Rikokas kaavan ilmaisu: {1}
it: Ho corso un problema mentre compila la formula della durata. ERRORE: {0} Espressione della formula offensiva: {1}
nl: Ik heb een probleem tegengehouden tijdens het compileren van de duurformule. FOUT: {0} Beledigende Formule-expressie: {1}
pl: Pobiegłem w problem podczas kompilacji formuły trwania. Błąd: {0} Obrażająca wyrażenie formuły: {1}

# ToastMonitoredViewTriggeredText
source: The following entries now fall under {0}:{1}{1}{2}
cs: Následující položky nyní spadají pod {0}: {1} {1} {2}
da: Følgende poster falder nu under {0}: {1} {1} {2}
de: Die folgenden Einträge fallen jetzt unter {0}: {1} {1} {2}
fi: Seuraavat merkinnät kuuluvat nyt {0}: {1} {1} {2} {2}
fr: Les entrées suivantes sont maintenant inférieures à {0}: {1} {1} {2}
it: Le seguenti voci ora rientrano in {0}: {1} {1} {2}
ja: 次のエントリは{0}の下に該当する：{1} {1} {2}
nl: De volgende vermeldingen vallen nu onder {0}: {1} {1} {2}
no: Følgende oppføringer faller nå under {0}: {1} {1} {2}
pl: Następujące wpisy spadają teraz poniżej {0}: {1} {1} {2}
pt: As seguintes entradas agora estão em {0}: {1} {1} {2}
ru: Следующие записи теперь падают под {0}: {1} {1} {2}
sk: Nasledujúce položky teraz spadajú pod {0}: {1} {1} {2}
sv: Följande poster faller nu under {0}: {1} {1} {2}
zh_cn: 以下条目现在属于{0}：{1} {1} {2}

# ToastUpdateAvailableDownloadAction
source: Download
cs: Stažení
da: Hent
fi: ladata
fr: Télécharger
it: Scarica
ja: ダウンロード
nl: Gedownload
no: nedlasting
pl: Pobierać
ru: Скачать
sk: Stiahnuť ▼
sv: Ladda ner
zh_cn: 下载

# ToastUpdateAvailableText
source: An update for Grindstone is available.
cs: K dispozici je aktualizace Grindstone.
da: En opdatering til Grindstone er tilgængelig.
de: Ein Update für Grindstone ist verfügbar.
fi: Grindstonin päivitys on käytettävissä.
fr: Une mise à jour de MRODSTONE est disponible.
it: È disponibile un aggiornamento per Grittstone.
ja: 砥石の更新が可能です。
nl: Een update voor Grindstone is beschikbaar.
no: En oppdatering for Grindstone er tilgjengelig.
pl: Dostępna jest aktualizacja Grindstone.
pt: Uma atualização para Grindstone está disponível.
ru: Доступен обновление для GrindStone.
sk: K dispozícii je aktualizácia pre brúsny kameň.
sv: En uppdatering för slipsten är tillgänglig.
zh_cn: 可以使用Gringstone的更新。

# ToastUpdateReadyInstallAction
source: Install
cs: Nainstalujte
da: Installere
de: Installieren
fi: Asentaa
fr: Installer
it: Installare
ja: インストール
nl: Installeren
no: Installere
pl: zainstalować
pt: Instalar
ru: Установить
sk: Inštalácia
sv: Installera
zh_cn: 安装

# ToastUpdateReadyText
source: An update for Grindstone is ready.
cs: Aktualizace Grindstone je připravena.
da: En opdatering til Grindstone er klar.
de: Ein Update für Grindstone ist fertig.
fi: Grindstonin päivitys on valmis.
fr: Une mise à jour pour Grindstone est prête.
it: Un aggiornamento per Grittstone è pronto.
ja: 砥石のアップデートは準備ができています。
nl: Een update voor Grindstone is klaar.
no: En oppdatering for Grindstone er klar.
pl: Aktualizacja dla grindstone jest gotowa.
pt: Uma atualização para Grindstone está pronta.
ru: Обновление для GrindStone готов.
sk: Aktualizácia pre brúsny kameň je pripravený.
sv: En uppdatering för slipsten är klar.
zh_cn: Gringstone的更新已准备就绪。

# ToolTipAbout
source: Learn about Grindstone, the people who made it, and what they used to do so.
cs: Další informace o Grindstone, lidé, kteří to udělali, a co tak učinili.
da: Lær om Grindstone, de mennesker, der lavede det, og hvad de plejede at gøre det.
de: Erfahren Sie mehr über Grindstone, den Menschen, die es geschafft haben, und was sie früher gemacht haben.
fi: Opi hiomakivi, ihmiset, jotka tekivät sen ja mitä he tekivät niin.
fr: En savoir plus sur Grindstone, les personnes qui l'ont fait et ce qu'ils le faisaient.
it: Scopri la macina, le persone che lo hanno fatto, e ciò che lo facevano.
ja: 砥石、それを作った人々、そして彼らがそれをしたことについて学ぶ。
nl: Meer informatie over slijpsteen, de mensen die het hebben gemaakt, en wat ze daarvoor ook deden.
no: Lær om Grindstone, folkene som gjorde det, og hva de pleide å gjøre det.
pl: Dowiedz się o Grindstone, ludzie, którzy go stworzyli, a to, co kiedyś zrobili.
pt: Aprenda sobre Grindstone, as pessoas que fizeram isso, e o que costumavam fazê-lo.
ru: Узнайте о том, что люди, которые сделали его, и что они делали это.
sk: Naučte sa o brúsení, ľudí, ktorí to urobili, a to, čo robili.
sv: Lär dig om Grindstone, de människor som gjorde det, och vad de brukade göra det.
zh_cn: 了解Grindstone，那些制作它的人，以及他们曾经这样做的人。

# ToolTipAddEntry
source: Add a new entry in this view.
cs: Přidejte do tohoto zobrazení nový záznam.
da: Tilføj en ny post i denne visning.
de: Fügen Sie in dieser Ansicht einen neuen Eintrag hinzu.
fi: Lisää uusi merkintä tähän näkymään.
fr: Ajoutez une nouvelle entrée dans cette vue.
it: Aggiungi una nuova voce in questa visione.
ja: このビューで新しいエントリを追加します。
nl: Voeg een nieuwe invoer toe in deze weergave.
no: Legg til en ny oppføring i denne visningen.
pl: Dodaj nowy wpis w tym widoku.
pt: Adicione uma nova entrada nesta visão.
ru: Добавьте новую запись в этот вид.
sk: Pridajte do tohto pohľadu nový záznam.
sv: Lägg till en ny post i den här vyn.
zh_cn: 在此视图中添加新条目。

# ToolTipAssignmentViews
source: Assignment Views
cs: Zobrazení přiřazení
da: Opgaveudsigt
de: Aufgabenansichten.
fi: Tehtävänäkymät
fr: Vues de l'affectation
it: Viste di assegnazione
ja: 割り当てビュー
nl: Opdrachten weergaven
no: Oppgavevisninger
pl: Widoki przydziału
pt: Visualizações de atribuição
ru: Присвоение просмотров
sk: Zobrazenia priradenia
sv: Uppdragsutsikt
zh_cn: 分配视图

# ToolTipChangeDatabasePassword
source: Change the encryption password for the database I'm currently using.
cs: Změňte heslo šifrování pro databázi, kterou právě používáte.
da: Skift krypteringsadgangskoden til den database, jeg bruger i øjeblikket.
de: Ändern Sie das Verschlüsselungskennwort für die Datenbank, die ich derzeit verwende.
fi: Muuta tietokannan salaussalasana, jota käytän tällä hetkellä.
fr: Modifiez le mot de passe de cryptage pour la base de données que je suis en train d'utiliser.
it: Modificare la password di crittografia per il database che sto utilizzando attualmente.
ja: 現在使用しているデータベースの暗号化パスワードを変更します。
nl: Wijzig het coderingswachtwoord voor de database die ik momenteel gebruikt.
no: Endre krypteringspassordet for databasen jeg bruker for øyeblikket.
pl: Zmień hasło szyfrowania dla aktualnie używanej bazy danych.
pt: Altere a senha de criptografia para o banco de dados que estou usando atualmente.
ru: Измените пароль шифрования для базы данных, которую я использую в настоящее время.
sk: Zmena hesla šifrovania pre databázu, ktorú práve používam.
sv: Ändra krypteringslösenordet för den databas jag använder för närvarande.
zh_cn: 更改当前使用的数据库的加密密码。

# ToolTipCheckForUpdates
source: Immediately check for updates to Grindstone.
cs: Okamžitě zkontrolujte aktualizace na Brusku.
da: Kontroller straks opdateringer til Grindstone.
de: Überprüfen Sie sofort auf Updates zum Schleifstein.
fi: Tarkista välittömästi Grindyston päivitykset.
fr: Recherchez immédiatement les mises à jour de Grindstone.
it: Controlla immediatamente gli aggiornamenti di Grittstone.
ja: すぐに砥石への更新を確認してください。
nl: Controleer onmiddellijk op updates voor Grindstone.
no: Sjekk umiddelbart for oppdateringer til Grindstone.
pl: Natychmiast sprawdź aktualizacje do Grindstone.
pt: Imediatamente verifique as atualizações no Grindstone.
ru: Сразу проверьте наличие обновлений в Grindstone.
sk: Okamžite skontrolujte aktualizácie Grindstone.
sv: Kontrollera omedelbart efter uppdateringar till Grindstone.
zh_cn: 立即检查Gringstone的更新。

# ToolTipCloseMenu
source: Close Menu
cs: Zavřít menu
da: Luk Menu.
de: Menü schließen.
fi: Sulje valikko
fr: Fermer le menu
it: Chiudi menu
ja: メニューを閉じる
nl: Menu sluiten
no: Lukk menyen
pl: Zamknij menu.
pt: Menu próximo
ru: Закрыть меню
sk: Zatvoriť menu
sv: Stängmeny
zh_cn: 关闭菜单

# ToolTipCollectGarbage
source: Request that the .NET runtime invoke its garbage collector.
cs: Požádat, aby runtime .Net vyvolal svůj sběr odpadu.
da: Anmod om, at .NET-runtime påberåber sin affaldssamler.
de: Bitte anfordern, dass die .NET-Laufzeit den Müllsammler aufgibt.
fi: Pyydä, että .NET Runtime vei roskat keräilijänsä.
fr: Demandez que le fichier d'exécution .NET invoque son collecteur à ordures.
it: Richiedi che il runtime .NET invochi il suo collettore della spazzatura.
ja: .NETランタイムがガベージコレクタを呼び出すように要求します。
nl: Verzoek om de .NET-runtime roept de vuilniscollector aan.
no: Be om at .NET-kjøretiden påkaller sin søppelkollektor.
pl: Zapytaj, że Runtime Runtime wywołał swojego kolektora śmieci.
pt: Solicite que o tempo de execução .NET invoce seu coletor de lixo.
ru: Запрос, чтобы .NET Runtime вызовут свой сборщик мусора.
sk: Požiadajte o to, aby .NET RUNTIME INOKOE JEHO ZARIADENIA REKUMENTU.
sv: Begär att .NET runtime åberopar sin sopsamlare.
zh_cn: 请求.NET运行时调用其垃圾收集器。

# ToolTipCopyEntries
source: Copy the currently selected entries in this view to the clipboard, or all of them if none are selected.
cs: Zkopírujte aktuálně vybrané položky v tomto zobrazení do schránky nebo všechny z nich, pokud nejsou vybrány žádné.
da: Kopier de aktuelt valgte poster i denne visning til udklipsholderen, eller alle dem, hvis ingen er valgt.
de: Kopieren Sie die aktuell ausgewählten Einträge in dieser Ansicht in die Zwischenablage oder alle, wenn keine ausgewählt ist.
fi: Kopioi tällä hetkellä valitut merkinnät tässä näkymässä leikepöydälle tai kaikki niistä, jos mitään ei ole valittu.
fr: Copiez les entrées actuellement sélectionnées dans cette vue dans le presse-papiers ou tous si aucun n'est sélectionné.
it: Copia le voci attualmente selezionate in questa visualizzazione negli Appunti, o tutte se nessuno è selezionato.
ja: このビューで現在選択されているエントリをクリップボードにコピーするか、またはいずれにも選択されている場合はそれらすべてをコピーします。
nl: Kopieer de momenteel geselecteerde vermeldingen in deze weergave naar het klembord of al deze als er geen is geselecteerd.
no: Kopier de valgte oppføringene i denne visningen til utklippstavlen, eller alle av dem hvis ingen er valgt.
pl: Skopiuj aktualnie wybrane wpisy w tym widoku do schowka lub wszystkich, jeśli nie zostanie wybrany.
pt: Copie as entradas atualmente selecionadas nessa exibição para a área de transferência ou todas elas se nenhuma for selecionada.
ru: Скопируйте текущие выбранные записи в этом представлении в буфер обмена, или все они не выбраны.
sk: Skopírujte aktuálne vybraté položky do tohto zobrazenia do schránky alebo všetky z nich, ak nie sú vybraté.
sv: Kopiera de aktuella valda posterna i den här vyn till urklippet, eller alla om ingen väljs.
zh_cn: 将此视图中的当前选定的条目复制到剪贴板，或者如果没有选中，则为所有这些条目。

# ToolTipCreateView
source: Create View
cs: Vytvořit zobrazení
da: Opret visning
de: Ansicht erstellen
fi: Luo näkymä
fr: Créer une vue
it: Creare view.
ja: ビューを作成します
nl: Creëer weergave
no: Skape utsikt
pl: Utwórz widok
pt: Criar vista
ru: Создать просмотр
sk: Vytvoriť pohľad
sv: Skapa visa
zh_cn: 创建视图

# ToolTipDecryptDatabase
source: Decrypt the database I'm currently using.
cs: Dešifrovat databázi, kterou právě používám.
da: Dekryptering af databasen Jeg bruger i øjeblikket.
de: Entschlüsseln Sie die Datenbank, die ich derzeit benutze.
fi: Decrypt tietokanta Käytän sitä tällä hetkellä.
fr: Décryptez la base de données que j'utilise actuellement.
it: Decrypt il database che sto attualmente utilizzando.
ja: 私が使用しているデータベースを復号化しています。
nl: Ontsleutel de database die ik momenteel gebruikt.
no: Dekrypter databasen jeg bruker for øyeblikket.
pl: Odszyfruj bazę danych, której obecnie używam.
pt: Descriptografar o banco de dados que estou usando atualmente.
ru: Расширяя базу данных, которую я использую в настоящее время.
sk: Dešifrovať databázu, ktorú práve používam.
sv: Dekryptera den databas jag använder för närvarande.
zh_cn: 解密我目前正在使用的数据库。

# ToolTipDeleteEntries
source: Delete the currently selected entries in this view.
cs: Odstranit aktuálně vybrané položky v tomto zobrazení.
da: Slet de aktuelt valgte poster i denne visning.
de: Löschen Sie die aktuell ausgewählten Einträge in dieser Ansicht.
fi: Poista tällä hetkellä valitut merkinnät tässä näkymässä.
fr: Supprimez les entrées actuellement sélectionnées dans cette vue.
it: Elimina le voci attualmente selezionate in questa visione.
ja: このビューで現在選択されているエントリを削除します。
nl: Verwijder de momenteel geselecteerde vermeldingen in deze weergave.
no: Slett de valgte oppføringene i denne visningen.
pl: Usuń aktualnie wybrane wpisy w tym widoku.
pt: Exclua as entradas atualmente selecionadas nesta visualização.
ru: Удалить текущие выбранные записи в этом представлении.
sk: Odstráňte aktuálne vybraté položky v tomto zobrazení.
sv: Ta bort de aktuella valda posterna i den här vyn.
zh_cn: 删除此视图中当前选定的条目。

# ToolTipDeleteView
source: Delete View
cs: Smazat zobrazení
da: Slet visning
de: Ansicht löschen
fi: Poista näkymä
fr: Supprimer la vue
it: Elimina View.
ja: ビューを削除します
nl: Weergave verwijderen
no: Slett visning
pl: Usuń widok.
pt: Excluir vista
ru: Удалить просмотр
sk: Vymazať zobrazenie
sv: Radera syn
zh_cn: 删除视图

# ToolTipDuplicateEntries
source: Duplicate the currently selected entries in this view.
cs: Duplikovat aktuálně vybrané položky v tomto zobrazení.
da: Duplikerer de aktuelt valgte poster i denne visning.
de: Duplizieren Sie die aktuell ausgewählten Einträge in dieser Ansicht.
fi: Kopioi tällä näkymässä tällä hetkellä valitut merkinnät.
fr: Dupliquer les entrées actuellement sélectionnées dans cette vue.
it: Duplica le voci attualmente selezionate in questa visione.
ja: このビューで現在選択されているエントリを複製します。
nl: Dupliceer de momenteel geselecteerde vermeldingen in deze weergave.
no: Dupliser de valgte oppføringene i denne visningen.
pl: Powierz aktualnie wybrane wpisy w tym widoku.
pt: Duplique as entradas atualmente selecionadas nesta visão.
ru: Дублируйте текущие выбранные записи в этом представлении.
sk: Duplicitu aktuálne vybraných záznamov v tomto zobrazení.
sv: Duplicera de aktuella valda posterna i den här vyn.
zh_cn: 复制此视图中当前所选条目。

# ToolTipDuplicateView
source: Duplicate View
cs: Duplicitní pohled
da: Duplikatvisning
de: Duplikatansicht
fr: Affichage en double
it: Vista duplicata
ja: 重複するビュー
no: Duplikatvisning
pl: Duplikat widok
pt: Vista duplicada
ru: Дубликат просмотра
sk: Duplicitný pohľad
zh_cn: 重复视图

# ToolTipEditEntries
source: Edit the currently selected entries in this view.
cs: Upravte aktuálně vybrané položky v tomto zobrazení.
da: Rediger de aktuelt valgte poster i denne visning.
de: Bearbeiten Sie die aktuell ausgewählten Einträge in dieser Ansicht.
fi: Muokkaa tällä hetkellä valitut merkinnät tässä näkymässä.
fr: Modifiez les entrées actuellement sélectionnées dans cette vue.
it: Modifica le voci attualmente selezionate in questa vista.
ja: このビューで現在選択されているエントリを編集します。
nl: Bewerk de momenteel geselecteerde vermeldingen in deze weergave.
no: Rediger de valgte postene i denne visningen.
pl: Edytuj aktualnie wybrane wpisy w tym widoku.
pt: Edite as entradas atualmente selecionadas nesta visualização.
ru: Отредактируйте выбранные в настоящее время записи в этом представлении.
sk: Upravte aktuálne vybraté položky v tomto pohľade.
sv: Redigera de aktuella valda posterna i den här vyn.
zh_cn: 编辑此视图中当前所选的条目。

# ToolTipEncryptDatabase
source: Encrypt the database I'm currently using.
cs: Šifrovat databázi, kterou právě používám.
da: Krypter databasen, jeg bruger i øjeblikket.
de: Verschlüsseln Sie die Datenbank, die ich derzeit benutze.
fi: Salaa tietokanta, jota käytän tällä hetkellä.
fr: Cryptez la base de données que j'utilise actuellement.
it: Cripta il database che sto utilizzando attualmente.
ja: 私が使用しているデータベースを暗号化しています。
nl: Versleutel de database die ik momenteel gebruikt.
no: Krypter databasen jeg bruker for øyeblikket.
pl: Szyfruj bazę danych, której obecnie używam.
pt: Criptografe o banco de dados que estou usando atualmente.
ru: Зашифруйте базу данных, которую я использую в настоящее время.
sk: Šifrovanie databázy, ktorú práve používam.
sv: Kryptera den databas jag använder för närvarande.
zh_cn: 加密我当前使用的数据库。
