Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# EULAText
source: SHORT DESCRIPTION You are granted a non-exclusive license to use Grindstone for any purposes for an unlimited period of time. Grindstone is provided free of charge. Even though a license fee is not paid for the use of Grindstone, it does not mean that there are no conditions for using it: 1. You may install and use Grindstone for any legal purpose. 2. You may install and use Grindstone on any number of systems. 3. You may copy and distribute Grindstone under the condition that original copyright notice and disclaimer of warranty will stay intact, and you will not charge money or fees for Grindstone, except to cover distribution costs. 4. You will not have any proprietary rights in and to Grindstone. You acknowledge and agree that Epiforge retains all copyrights and other proprietary rights in and to Grindstone. 5. Use within the scope of this license is free of charge and you shall pay no royalty or licensing fees. FULL VERSION Please, read this carefully. By using all or any portion of the Software you accept all the terms and conditions of this Agreement. If you do not agree, do not use this Software. 1. DEFINITIONS When used in this Agreement, the following terms shall have the respective meanings indicated, such meanings to be applicable to both the singular and plural forms of the terms defined: “Licensor” means Epiforge Software, LLC. “Licensee” means You or Your Company, unless otherwise indicated. “Software” means (a) all of the contents of the files, disk(s), CD-ROM(s) or other media with which this Agreement is provided, including but not limited to ((i) registration information, i.e. License key which is unique for a registration name of the Licensee; (ii) related explanatory written materials or files (“Documentation”); and (iii) Software setup files and code samples (if any); and (b) upgrades, modified versions, updates, additions, and copies of the Software, if any, licensed to you by Epiforge Software, LLC (collectively, “Updates”). “Use” or “Using” means to access, install, download, copy or otherwise benefit from using the functionality of the Software in accordance with the Documentation. “System” means Windows, GNU/Linux, macOS, Android, iOS, or any virtual machine. 2. GENERAL USE You are granted a non-exclusive License to Use the downloaded Software for any purposes for an unlimited period of time. The software product under this License is provided free of charge. Even though a license fee is not paid for the use of such software, it does not mean that there are no conditions for using such software. 2.1. The Software may be installed and Used by the Licensee for any legal purpose. 2.2. The Software may be installed and Used by the Licensee on any number of systems. 2.3. The Software can be copied and distributed under the condition that original copyright notice and disclaimer of warranty will stay intact and the Licensee will not charge money or fees for the Software product, except to cover distribution costs. 2.4. The Licensee will not have any proprietary rights in and to the Software. The Licensee acknowledges and agrees that the Licensor retains all copyrights and other proprietary rights in and to the Software. 2.5 Use within the scope of this License is free of charge and no royalty or licensing fees shall be paid by the Licensee. 3. INTELLECTUAL PROPERTY RIGHTS 3.1 This License does not transmit any intellectual rights on the Software. The Software and any copies that the Licensee is authorized by the Licensor to make are the intellectual property of and are owned by the Licensor. 3.2 The Software is protected by copyright, including without limitation by Copyright Law and international treaty provisions. 3.3 Any copies that the Licensee is permitted to make pursuant to this Agreement must contain the same copyright and other proprietary notices that appear on or in the Software. 3.4 The structure, organization and code of the Software are the valuable trade secrets and confidential information of the Licensor. The Licensee agrees not to decompile, disassemble or otherwise attempt to discover the source code of the Software. 3.5 Any attempts to reverse-engineer, copy, clone, modify or alter in any way the installer program without the Licensor’s specific approval are strictly prohibited. The Licensee is not authorized to use any plug-in or enhancement that permits to save modifications to a file with software licensed and distributed by the Licensor. 3.6 Trademarks shall be used in accordance with accepted trademark practice, including identification of trademarks owners’ names. Trademarks can only be used to identify printed output produced by the Software and such use of any trademark does not give the Licensee any rights of ownership in that trademark. 4. WARRANTY 4.1 The Licensor warrants that: 4.1.1 The Licensor owns the Software and documentation and/or is in possession of valid and existing licenses that support the terms of this Agreement; 4.1.2 the Software conforms to specifications and functionality as specified in Documentation; 4.1.3 to the best of the Licensor’s knowledge, the Software does not infringe upon or violate any intellectual property right of any third party; 4.1.4 the Software does not contain any routine, intentionally designed by the Licensor to disable a computer program, or computer instructions that may alter, destroy or inhibit the processing environment. 4.2 Except those warranties specified in section 4.1 above, the Software is being delivered to the Licensee “AS IS” and the Licensor makes no warranty as to its use or performance. The Licensor does not and cannot warrant the performance or results the Licensee may obtain by using the Software. The entire risk arising out of use or performance of the Software remains with the Licensee. The Licensor gives no warranty, express or implied, that (i) the Software will be of satisfactory quality, suitable for any particular purpose or for any particular use under specified conditions, notwithstanding that such purpose, use, or conditions may be known to the Licensor; or (ii) that the Software will operate error free or without interruption or that any errors will be corrected. 5. LIMITATION OF LIABILITY In no event will the Licensor be liable for any damages, claims or costs whatsoever or any consequential, indirect, incidental damages, or any lost profits or lost savings, even if the Licensor has been advised of the possibility of such loss, damages, claims or costs or for any claim by any third party. In no event will the Licensee be liable to the Licensor on condition that the Licensee complies with all terms and conditions stated in this License. 6. NON-WAIVER If a portion of this agreement is held unenforceable, the remainder shall be valid. It means that if one section of the Agreement is not lawful, the rest of the Agreement is still in force. A party’s failure to exercise any right under this Agreement will not constitute a waiver of (a) any other terms or conditions of this Agreement, or (b) a right at any time thereafter to require exact and strict compliance with the terms of this Agreement. © 2021 Epiforge Software, LLC. All rights reserved.
cs: KRÁTKÝ POPIS Je vám udělena nevýhradní licence k používání Grindstone pro jakékoli účely po neomezenou dobu. Brusný kámen je poskytován zdarma. I když se za použití Grindstone neplatí licenční poplatek, neznamená to, že neexistují žádné podmínky pro jeho použití: 1. Grindstone můžete instalovat a používat pro jakýkoli právní účel. 2. Grindstone můžete instalovat a používat na libovolném počtu systémů. 3. Grindstone můžete kopírovat a distribuovat za podmínky, že původní upozornění na autorská práva a zřeknutí se záruky zůstanou nedotčeny a nebudete za Grindstone účtovat peníze ani poplatky, s výjimkou pokrytí distribučních nákladů. 4. Nebudete mít žádná vlastnická práva k Grindstone. Berete na vědomí a souhlasíte s tím, že společnost Epiforge si ponechává veškerá autorská práva a další vlastnická práva k Grindstone. 5. Použití v rámci této licence je bezplatné a neplatíte žádné licenční poplatky ani licenční poplatky. PLNÁ VERZE Prosím, přečtěte si to pozorně. Používáním celého softwaru nebo jeho části přijímáte všechny podmínky této smlouvy. Pokud nesouhlasíte, nepoužívejte tento software. 1. DEFINICE Jsou-li použity v této dohodě, musí mít následující termíny příslušný význam uvedený, přičemž tyto významy se vztahují jak na jednotné, tak na množné číslo definovaných termínů: "Poskytovatel licence" znamená Epiforge Software, LLC. "Držitel licence" znamená vás nebo vaši společnost, pokud není uvedeno jinak. "Software" znamená (a) veškerý obsah souborů, disků, disků CD-ROM nebo jiných médií, s nimiž je tato Smlouva poskytována, mimo jiné včetně (i) registračních informací, tj. Licenční klíč, který je jedinečný pro registrační název Držitele licence; ii) související vysvětlující písemné materiály nebo spisy ("dokumentace"); a (iii) soubory pro nastavení softwaru a ukázky kódu (pokud existují); a (b) upgrady, upravené verze, aktualizace, dodatky a kopie softwaru, pokud existují, licencované společností Epiforge Software, LLC (souhrnně "aktualizace"). "Použití" nebo "Použití" znamená přístup, instalaci, stažení, kopírování nebo jiný prospěch z používání funkcí Softwaru v souladu s Dokumentací. "Systém" znamená Windows, GNU/Linux, macOS, Android, iOS nebo jakýkoli virtuální stroj. 2. OBECNÉ POUŽITÍ Je vám udělena nevýhradní licence k používání staženého softwaru pro jakékoli účely po neomezenou dobu. Softwarový produkt na základě této licence je poskytován zdarma. I když se za užívání takového softwaru neplatí licenční poplatek, neznamená to, že neexistují žádné podmínky pro používání takového softwaru. 2.1. Software může být Nabyvatelem licence instalován a používán k jakémukoli právnímu účelu. 2.2. Software může být Nabyvatelem licence instalován a používán na libovolném počtu systémů. 2.3. Software lze kopírovat a distribuovat za podmínky, že původní upozornění na autorská práva a zřeknutí se záruky zůstanou nedotčeny a Držitel licence nebude za softwarový produkt účtovat žádné peníze ani poplatky, s výjimkou pokrytí nákladů na distribuci. 2.4. Nabyvatel licence nebude mít žádná vlastnická práva k Softwaru. Nabyvatel licence bere na vědomí a souhlasí s tím, že Poskytovatel licence si ponechává veškerá autorská a jiná vlastnická práva k Softwaru a k Němu. 2.5 Použití v rozsahu této Licence je bezplatné a Nabyvatel licence neplatí žádné licenční poplatky. 3. PRÁVA DUŠEVNÍHO VLASTNICTVÍ 3.1 Tato licence nepřenáší žádná duševní práva k softwaru. Software a veškeré kopie, k jejichž zhotovování je Nabyvatel oprávněn Poskytovatelem licence, jsou duševním vlastnictvím Poskytovatele licence a jsou jím vlastněny. 3.2 Software je chráněn autorským právem, mimo jiné včetně autorského zákona a ustanovení mezinárodních smluv. 3.3 Veškeré kopie, které je Držitel licence oprávněn pořizovat podle této Smlouvy, musí obsahovat stejná upozornění na autorská práva a jiná vlastnická práva, která se objevují na Softwaru nebo v Softwaru. 3.4 Struktura, organizace a kód Softwaru jsou cenným obchodním tajemstvím a důvěrnými informacemi Poskytovatele licence. Nabyvatel licence souhlasí s tím, že nebude dekompilovat, rozebírat ani se jinak pokoušet zjistit zdrojový kód Softwaru. 3.5 Jakékoli pokusy o zpětnou analýzu, kopírování, klonování, úpravu nebo změnu instalačního programu jakýmkoli způsobem bez zvláštního souhlasu Poskytovatele licence jsou přísně zakázány. Nabyvatel není oprávněn používat žádný zásuvný modul nebo vylepšení, které umožňuje ukládat úpravy souboru se softwarem licencovaným a distribuovaným Poskytovatelem licence. 3.6 Ochranné známky musí být používány v souladu s uznávanou praxí v oblasti ochranných známek, včetně identifikace názvů vlastníků ochranných známek. Ochranné známky lze použít pouze k identifikaci tištěného výstupu vytvořeného Softwarem a takové použití jakékoli ochranné známky nedává Držiteli licence žádná vlastnická práva k této ochranné známce. 4. ZÁRUKA 4.1 Poskytovatel licence zaručuje, že: 4.1.1 Poskytovatel licence vlastní Software a dokumentaci a/nebo vlastní platné a existující licence, které podporují podmínky této Smlouvy; 4.1.2 Software odpovídá specifikacím a funkcím uvedeným v Dokumentaci; 4.1.3 podle nejlepšího vědomí Poskytovatele licence Software neporušuje ani neporušuje žádná práva duševního vlastnictví žádné třetí strany; 4.1.4 Software neobsahuje žádné rutinní, záměrně navržené Poskytovatelem licence k deaktivaci počítačového programu, ani počítačové instrukce, které by mohly měnit, ničit nebo bránit zpracování prostředí. 4.2 S výjimkou záruk uvedených v části 4.1 výše je Software dodáván Nabyvateli licence "TAK, JAK JE" a Poskytovatel licence neposkytuje žádnou záruku na jeho používání nebo výkon. Poskytovatel licence nezaručuje a nemůže zaručit výkon nebo výsledky, kterých může Držitel licence získat používáním Softwaru. Veškerá rizika vyplývající z používání nebo výkonu Softwaru zůstává Držiteli licence. Poskytovatel licence neposkytuje žádnou záruku, výslovnou ani předpokládanou, že (i) Software bude mít uspokojivou kvalitu, bude vhodný pro jakýkoli konkrétní účel nebo pro jakékoli konkrétní použití za stanovených podmínek, bez ohledu na to, že takový účel, použití nebo podmínky mohou být Poskytovateli licence známy; nebo (ii) že Software bude fungovat bezchybně nebo bez přerušení nebo že jakékoli chyby budou opraveny. 5. OMEZENÍ ODPOVĚDNOSTI Poskytovatel licence nebude v žádném případě odpovědný za jakékoli škody, nároky nebo náklady ani za jakékoli následné, nepřímé, náhodné škody nebo jakékoli ušlý zisk nebo ušlé úspory, a to ani v případě, že byl Poskytovatel licence upozorněn na možnost takové ztráty, škody, nároků nebo nákladů nebo za jakýkoli nárok jakékoli třetí strany. Nabyvatel licence v žádném případě nenese odpovědnost vůči Poskytovateli licence za podmínky, že Dodrží všechny podmínky uvedené v této Licenci. 6. NEPROMINUTÍ VÝJIMKY Pokud je část této smlouvy shledána nevymahatelnou, zbytek je platný. To znamená, že pokud jedna část smlouvy není zákonná, zbytek smlouvy je stále v platnosti. Neschopnost strany uplatnit jakékoli právo podle této smlouvy nebude představovat zřeknutí se (a) jakýchkoli jiných podmínek této smlouvy nebo (b) práva kdykoli poté požadovat přesné a přísné dodržování podmínek této smlouvy. © 2021 Epiforge Software, LLC. Všechna práva vyhrazena.
da: KORT BESKRIVELSE Du får en ikke-eksklusiv licens til at bruge Grindstone til ethvert formål i en ubegrænset periode. Grindstone leveres gratis. Selvom der ikke betales en licensafgift for brugen af Grindstone, betyder det ikke, at der ikke er nogen betingelser for at bruge den: 1. Du kan installere og bruge Grindstone til ethvert juridisk formål. 2. Du kan installere og bruge Grindstone på et vilkårligt antal systemer. 3. Du må kopiere og distribuere Grindstone under forudsætning af, at den oprindelige meddelelse om ophavsret og ansvarsfraskrivelsen for garantien forbliver intakt, og du vil ikke opkræve penge eller gebyrer for Grindstone, undtagen for at dække distributionsomkostninger. 4. Du har ingen ejendomsrettigheder i og til Grindstone. Du anerkender og accepterer, at Epiforge bevarer alle ophavsrettigheder og andre ejendomsrettigheder i og til Grindstone. 5. Brug inden for rammerne af denne licens er gratis, og du skal ikke betale royalty eller licensgebyrer. FULD VERSION Læs venligst dette omhyggeligt. Ved at bruge hele eller en del af softwaren accepterer du alle vilkår og betingelser i denne aftale. Hvis du ikke er enig, skal du ikke bruge denne software. 1. DEFINITIONER Når de anvendes i denne aftale, skal følgende udtryk have de respektive betydninger, der er angivet, sådanne betydninger skal gælde for både entals- og flertalsformerne af de definerede udtryk: "Licensgiver" betyder Epiforge Software, LLC. "Licenstager" betyder dig eller din virksomhed, medmindre andet er angivet. "Software" betyder (a) alt indholdet af de filer, diske, cd-rom'er eller andre medier, som denne aftale leveres med, herunder, men ikke begrænset til, (i) registreringsoplysninger, dvs. licensnøgle, der er unik for licenstagerens registreringsnavn; (ii) relaterede forklarende skriftlige materialer eller filer ("Dokumentation"); og (iii) Softwareopsætningsfiler og kodeeksempler (hvis nogen); og (b) opgraderinger, ændrede versioner, opdateringer, tilføjelser og kopier af softwaren, hvis nogen, licenseret til dig af Epiforge Software, LLC (samlet kaldet "Opdateringer"). "Brug" eller "Brug" betyder at få adgang til, installere, downloade, kopiere eller på anden måde drage fordel af at bruge softwarens funktionalitet i overensstemmelse med dokumentationen. "System" betyder Windows, GNU/Linux, macOS, Android, iOS eller enhver virtuel maskine. 2. GENEREL BRUG Du får en ikke-eksklusiv licens til at bruge den downloadede software til ethvert formål i en ubegrænset periode. Softwareproduktet under denne licens leveres gratis. Selvom der ikke betales et licensgebyr for brugen af sådan software, betyder det ikke, at der ikke er nogen betingelser for at bruge sådan software. 2.1. Softwaren kan installeres og anvendes af licenstageren til ethvert juridisk formål. 2.2. Softwaren kan installeres og anvendes af licenstageren på et vilkårligt antal systemer. 2.3. Softwaren kan kopieres og distribueres under forudsætning af, at den oprindelige meddelelse om ophavsret og ansvarsfraskrivelsen for garantien forbliver intakt, og licenstageren ikke opkræver penge eller gebyrer for softwareproduktet, undtagen for at dække distributionsomkostninger. 2.4. Licenstageren har ingen ejendomsrettigheder til og til Softwaren. Licenstager anerkender og accepterer, at Licensgiver bevarer alle ophavsrettigheder og andre ejendomsrettigheder i og til Softwaren. 2.5 Brug inden for rammerne af denne licens er gratis, og licenstageren skal ikke betale royalty eller licensgebyrer. 3. INTELLEKTUELLE EJENDOMSRETTIGHEDER 3.1 Denne licens overfører ingen intellektuelle rettigheder til softwaren. Softwaren og eventuelle kopier, som Licenstager er autoriseret af Licensgiveren til at lave, er den intellektuelle ejendomsret til og ejes af Licensgiveren. 3.2 Softwaren er beskyttet af ophavsret, herunder, men ikke begrænset til, af ophavsretsloven og internationale traktatbestemmelser. 3.3 Alle kopier, som licenstageren har tilladelse til at lave i henhold til denne aftale, skal indeholde de samme meddelelser om ophavsret og andre ejendomsrettigheder, som vises på eller i softwaren. 3.4 Softwarens struktur, organisation og kode er Licensgivers værdifulde forretningshemmeligheder og fortrolige oplysninger. Licenstageren accepterer ikke at dekompilere, adskille eller på anden måde forsøge at finde kildekoden til softwaren. 3.5 Ethvert forsøg på at foretage reverse engineering, kopiere, klone, modificere eller på nogen måde ændre installationsprogrammet uden Licensgivers specifikke godkendelse er strengt forbudt. Licenstageren er ikke autoriseret til at bruge plug-in eller forbedring, der gør det muligt at gemme ændringer af en fil med software, der er licenseret og distribueret af Licensgiveren. 3.6 Varemærker skal anvendes i overensstemmelse med accepteret varemærkepraksis, herunder identifikation af varemærkeindehavernes navne. Varemærker kan kun bruges til at identificere trykt output produceret af softwaren, og en sådan brug af et varemærke giver ikke licenstageren nogen ejendomsret til det pågældende varemærke. 4. GARANTI 4.1 Licensgiver garanterer, at: 4.1.1 Licensgiver ejer Softwaren og dokumentationen og/eller er i besiddelse af gyldige og eksisterende licenser, der understøtter vilkårene i denne Aftale; 4.1.2 Softwaren er i overensstemmelse med specifikationer og funktionalitet som specificeret i dokumentationen; 4.1.3 Efter licensgiverens bedste overbevisning krænker eller krænker softwaren ikke nogen tredjeparts intellektuelle ejendomsrettigheder; 4.1.4 Softwaren indeholder ingen rutine, der bevidst er designet af Licensgiveren til at deaktivere et computerprogram, eller computerinstruktioner, der kan ændre, ødelægge eller hæmme behandlingsmiljøet. 4.2 Bortset fra de garantier, der er specificeret i afsnit 4.1 ovenfor, leveres softwaren til licenstageren "SOM DEN ER", og licensgiveren giver ingen garanti for dens brug eller ydeevne. Licensgiveren garanterer ikke og kan ikke garantere den ydeevne eller de resultater, som Licenstageren kan opnå ved at bruge Softwaren. Hele risikoen som følge af brug eller ydeevne af softwaren forbliver hos licenstageren. Licensgiveren giver ingen garanti, hverken udtrykkelig eller underforstået, for, at (i) Softwaren vil være af tilfredsstillende kvalitet, egnet til et bestemt formål eller til nogen bestemt brug under specificerede betingelser, uanset at et sådant formål, brug eller betingelser kan være kendt af Licensgiveren; eller (ii) at softwaren vil fungere fejlfrit eller uden afbrydelse, eller at eventuelle fejl vil blive rettet. 5. BEGRÆNSNING AF ANSVAR Licensgiveren er under ingen omstændigheder ansvarlig for nogen som helst skader, krav eller omkostninger eller følgeskader, indirekte, tilfældige skader eller tabt fortjeneste eller tabte besparelser, selvom licensgiveren er blevet underrettet om muligheden for et sådant tab, skader, krav eller omkostninger eller for ethvert krav fra tredjepart. Licenstager er under ingen omstændigheder ansvarlig over for Licensgiver på betingelse af, at Licenstager overholder alle vilkår og betingelser, der er angivet i denne Licens. 6. IKKE-AFKALD Hvis en del af denne aftale ikke kan håndhæves, er resten gyldig. Det betyder, at hvis en del af aftalen ikke er lovlig, er resten af aftalen stadig i kraft. En parts undladelse af at udøve nogen rettighed i henhold til denne aftale udgør ikke et afkald på (a) andre vilkår eller betingelser i denne aftale eller (b) en ret til når som helst derefter at kræve nøjagtig og streng overholdelse af vilkårene i denne aftale. © 2021 Epiforge Software, LLC. Alle rettigheder forbeholdes.
de: KURZBESCHREIBUNG Ihnen wird eine nicht-exklusive Lizenz zur Nutzung von Grindstone für beliebige Zwecke für einen unbegrenzten Zeitraum gewährt. Schleifstein wird kostenlos zur Verfügung gestellt. Auch wenn für die Nutzung von Grindstone keine Lizenzgebühr gezahlt wird, bedeutet dies nicht, dass es keine Bedingungen für die Nutzung gibt: 1. Sie dürfen Grindstone für jeden rechtlichen Zweck installieren und verwenden. 2. Sie können Grindstone auf einer beliebigen Anzahl von Systemen installieren und verwenden. 3. Sie dürfen Grindstone unter der Bedingung kopieren und verteilen, dass der ursprüngliche Urheberrechtshinweis und der Gewährleistungsausschluss intakt bleiben und Sie kein Geld oder Gebühren für Grindstone berechnen, außer zur Deckung der Vertriebskosten. 4. Sie haben keine Eigentumsrechte an und an Grindstone. Sie erkennen an und stimmen zu, dass Epiforge alle Urheberrechte und sonstigen Eigentumsrechte an Grindstone behält. 5. Die Nutzung im Rahmen dieser Lizenz ist kostenlos und Sie zahlen keine Lizenzgebühren oder Lizenzgebühren. VOLLVERSION Bitte lesen Sie dies sorgfältig durch. Durch die Nutzung der gesamten oder eines Teils der Software akzeptieren Sie alle Bedingungen dieser Vereinbarung. Wenn Sie damit nicht einverstanden sind, verwenden Sie diese Software nicht. 1. BEGRIFFSBESTIMMUNGEN Wenn sie in dieser Vereinbarung verwendet werden, haben die folgenden Begriffe die jeweils angegebenen Bedeutungen, wobei diese Bedeutungen sowohl für die Singular- als auch für die Pluralform der definierten Begriffe gelten: "Lizenzgeber" bezeichnet Epiforge Software, LLC. "Lizenznehmer" bezeichnet Sie oder Ihr Unternehmen, sofern nicht anders angegeben. "Software" bezeichnet (a) den gesamten Inhalt der Dateien, Disketten, CD-ROMs oder anderen Medien, mit denen diese Vereinbarung bereitgestellt wird, einschließlich, aber nicht beschränkt auf (i) Registrierungsinformationen, d. h. Lizenzschlüssel, der für einen Registrierungsnamen des Lizenznehmers eindeutig ist; (ii) zugehörige erläuternde schriftliche Materialien oder Dateien ("Dokumentation"); und (iii) Software-Setup-Dateien und Codebeispiele (falls vorhanden); und (b) Upgrades, modifizierte Versionen, Updates, Ergänzungen und Kopien der Software, falls vorhanden, die Ihnen von Epiforge Software, LLC lizenziert wurden (zusammen "Updates"). "Nutzung" oder "Nutzung" bezeichnet den Zugriff, die Installation, das Herunterladen, das Kopieren oder die anderweitige Nutzung der Funktionalität der Software in Übereinstimmung mit der Dokumentation. "System" bedeutet Windows, GNU/Linux, macOS, Android, iOS oder jede andere virtuelle Maschine. 2. ALLGEMEINE NUTZUNG Ihnen wird eine nicht-exklusive Lizenz zur Nutzung der heruntergeladenen Software für beliebige Zwecke für einen unbegrenzten Zeitraum gewährt. Das Softwareprodukt unter dieser Lizenz wird kostenlos zur Verfügung gestellt. Auch wenn für die Nutzung solcher Software keine Lizenzgebühr gezahlt wird, bedeutet dies nicht, dass es keine Bedingungen für die Nutzung solcher Software gibt. 2.1. Die Software darf vom Lizenznehmer für jeden rechtlichen Zweck installiert und verwendet werden. 2.2. Die Software darf vom Lizenznehmer auf einer beliebigen Anzahl von Systemen installiert und verwendet werden. 2.3. Die Software kann unter der Bedingung kopiert und vertrieben werden, dass der ursprüngliche Urheberrechtshinweis und der Gewährleistungsausschluss intakt bleiben und der Lizenznehmer kein Geld oder Gebühren für das Softwareprodukt berechnet, außer zur Deckung der Vertriebskosten. 2.4. Der Lizenznehmer hat keine Eigentumsrechte an der Software. Der Lizenznehmer erkennt an und stimmt zu, dass der Lizenzgeber alle Urheberrechte und sonstigen Eigentumsrechte an der Software behält. 2.5 Die Nutzung im Rahmen dieser Lizenz ist kostenlos und es werden keine Lizenzgebühren vom Lizenznehmer gezahlt. 3. RECHTE AN GEISTIGEM EIGENTUM 3.1 Diese Lizenz überträgt keine geistigen Eigentumsrechte an der Software. Die Software und alle Kopien, zu deren Anfertigung der Lizenznehmer vom Lizenzgeber autorisiert ist, sind geistiges Eigentum des Lizenzgebers und Eigentum des Lizenzgebers. 3.2 Die Software ist urheberrechtlich geschützt, einschließlich, aber nicht beschränkt auf das Urheberrecht und internationale Vertragsbestimmungen. 3.3 Alle Kopien, die der Lizenznehmer gemäß dieser Vereinbarung anfertigen darf, müssen dieselben Urheberrechts- und sonstigen Eigentumshinweise enthalten, die auf oder in der Software erscheinen. 3.4 Aufbau, Organisation und Code der Software sind die wertvollen Geschäftsgeheimnisse und vertraulichen Informationen des Lizenzgebers. Der Lizenznehmer verpflichtet sich, den Quellcode der Software nicht zu dekompilieren, zu disassemblieren oder anderweitig zu versuchen, ihn zu ermitteln. 3.5 Alle Versuche, das Installationsprogramm ohne die ausdrückliche Zustimmung des Lizenzgebers zurückzuentwickeln, zu kopieren, zu klonen, zu modifizieren oder in irgendeiner Weise zu verändern, sind strengstens untersagt. Der Lizenznehmer ist nicht berechtigt, ein Plug-in oder eine Erweiterung zu verwenden, die es erlaubt, Änderungen an einer Datei mit Software zu speichern, die vom Lizenzgeber lizenziert und vertrieben wird. 3.6 Marken werden in Übereinstimmung mit der anerkannten Markenpraxis verwendet, einschließlich der Identifizierung der Namen der Markeninhaber. Marken können nur verwendet werden, um gedruckte Ausgaben zu identifizieren, die von der Software erzeugt werden, und eine solche Verwendung einer Marke verleiht dem Lizenznehmer keine Eigentumsrechte an dieser Marke. 4. GEWÄHRLEISTUNG 4.1 Der Lizenzgeber garantiert, dass: 4.1.1 Der Lizenzgeber ist Eigentümer der Software und der Dokumentation und/oder ist im Besitz gültiger und bestehender Lizenzen, die die Bedingungen dieser Vereinbarung unterstützen; 4.1.2 Die Software entspricht den Spezifikationen und Funktionen, die in der Dokumentation angegeben sind; 4.1.3 Nach bestem Wissen des Lizenzgebers verletzt oder verletzt die Software keine geistigen Eigentumsrechte Dritter; 4.1.4 Die Software enthält keine Routinen, die vom Lizenzgeber absichtlich entwickelt wurden, um ein Computerprogramm zu deaktivieren, oder Computeranweisungen, die die Verarbeitungsumgebung verändern, zerstören oder hemmen können. 4.2 Mit Ausnahme der in Abschnitt 4.1 oben genannten Garantien wird die Software an den Lizenznehmer "WIE BESEHEN" geliefert und der Lizenzgeber übernimmt keine Garantie für ihre Verwendung oder Leistung. Der Lizenzgeber übernimmt keine Garantie für die Leistung oder die Ergebnisse, die der Lizenznehmer durch die Nutzung der Software erzielen kann, und kann dies auch nicht tun. Das gesamte Risiko, das sich aus der Nutzung oder Leistung der Software ergibt, verbleibt beim Lizenznehmer. Der Lizenzgeber gibt keine ausdrückliche oder stillschweigende Garantie, dass (i) die Software von zufriedenstellender Qualität ist, für einen bestimmten Zweck oder für eine bestimmte Verwendung unter bestimmten Bedingungen geeignet ist, ungeachtet dessen, dass dieser Zweck, diese Verwendung oder diese Bedingungen dem Lizenzgeber bekannt sein können; oder (ii) dass die Software fehlerfrei oder ohne Unterbrechung funktioniert oder dass Fehler korrigiert werden. 5. HAFTUNGSBESCHRÄNKUNG In keinem Fall haftet der Lizenzgeber für Schäden, Ansprüche oder Kosten jeglicher Art oder für Folgeschäden, indirekte, zufällige Schäden oder entgangene Gewinne oder entgangene Einsparungen, selbst wenn der Lizenzgeber auf die Möglichkeit solcher Verluste, Schäden, Ansprüche oder Kosten hingewiesen wurde oder für Ansprüche Dritter. In keinem Fall haftet der Lizenznehmer gegenüber dem Lizenzgeber unter der Bedingung, dass der Lizenznehmer alle in dieser Lizenz genannten Bedingungen einhält. 6. VERZICHTSERKLÄRUNG Wenn ein Teil dieser Vereinbarung für nicht durchsetzbar befunden wird, ist der Rest gültig. Dies bedeutet, dass, wenn ein Abschnitt der Vereinbarung nicht rechtmäßig ist, der Rest der Vereinbarung immer noch in Kraft ist. Das Versäumnis einer Partei, ein Recht aus dieser Vereinbarung auszuüben, stellt keinen Verzicht auf (a) andere Bedingungen dieser Vereinbarung oder (b) ein Recht dar, jederzeit danach die genaue und strikte Einhaltung der Bedingungen dieser Vereinbarung zu verlangen. © 2021 Epiforge Software, LLC. Alle Rechte vorbehalten.
fi: LYHYT KUVAUS Sinulle myönnetään ei-yksinomainen lisenssi Grindstonen käyttämiseen mihin tahansa tarkoitukseen rajoittamattomaksi ajaksi. Grindstone on saatavilla ilmaiseksi. Vaikka Grindstonen käytöstä ei makseta lisenssimaksua, se ei tarkoita, että sen käytölle ei ole ehtoja: 1. Voit asentaa Grindstonen ja käyttää sitä mihin tahansa lailliseen tarkoitukseen. 2. Voit asentaa Grindstonen ja käyttää sitä missä tahansa järjestelmässä. 3. Voit kopioida ja levittää Grindstonea sillä ehdolla, että alkuperäinen tekijänoikeusilmoitus ja takuun vastuuvapauslauseke pysyvät ennallaan, etkä veloita grindstonesta rahaa tai maksuja, paitsi jakelukustannusten kattamiseksi. 4. Sinulla ei ole omistusoikeuksia Grindstoneen ja Grindstoneen. Ymmärrät ja hyväksyt, että Epiforge säilyttää kaikki tekijänoikeudet ja muut omistusoikeudet Grindstonessa ja Grindstonessa. 5. Käyttö tämän lisenssin puitteissa on maksutonta, etkä saa maksaa rojalteja tai lisenssimaksuja. TÄYSVERSIO Lue tämä huolellisesti. Käyttämällä koko Ohjelmistoa tai mitä tahansa sen osaa hyväksyt kaikki tämän Sopimuksen ehdot. Jos et hyväksy sopimusta, älä käytä tätä Ohjelmistoa. 1. MÄÄRITELMÄT Kun seuraavia termejä käytetään tässä sopimuksessa, niillä on oltava ilmoitetut merkitykset, joita sovelletaan sekä määriteltyjen termien yksittäisiin että monikkomuotoihin: "Lisenssinantaja" tarkoittaa Epiforge Software, LLC: tä. "Lisenssinsaaja" tarkoittaa sinua tai yritystäsi, ellei toisin mainita. "Ohjelmisto" tarkoittaa (a) niiden tiedostojen, levyjen, CD-ROM-levyjen tai muiden tietovälineiden koko sisältöä, joiden kanssa tämä Sopimus toimitetaan, mukaan lukien muun muassa (i) rekisteröintitiedot eli lisenssiavain, joka on lisenssinhaltijan rekisteröintinimelle yksilöllinen; ii) niihin liittyvät selittävät kirjalliset materiaalit tai asiakirjat ("Dokumentaatio"); ja (iii) ohjelmiston asennustiedostot ja koodinäytteet (jos sellaisia on); ja (b) Ohjelmiston päivitykset, muutetut versiot, päivitykset, lisäykset ja kopiot, jos sellaisia on, epiforge Software, LLC:n asiakkaalle lisensoimia (yhdessä "Päivitykset"). "Käyttö" tai "käyttäminen" tarkoittaa ohjelmiston käyttöä, asentamista, lataamista, kopioimista tai muusta käytöstä hyötyä Dokumentaation mukaisesti. "Järjestelmä" tarkoittaa Windowsia, GNU / Linuxia, macOS: ää, Androidia, iOS: ää tai mitä tahansa virtuaalikonetta. 2. YLEINEN KÄYTTÖ Sinulle myönnetään ei-yksinomainen käyttöoikeus käyttää ladattua ohjelmistoa mihin tahansa tarkoitukseen rajoittamattoman ajan. Tämän Lisenssin mukainen ohjelmistotuote toimitetaan maksutta. Vaikka tällaisen ohjelmiston käytöstä ei makseta lisenssimaksua, se ei tarkoita, että tällaisen ohjelmiston käytölle ei ole ehtoja. 2.1. Lisenssinhaltija voi asentaa ohjelmiston ja käyttää sitä mihin tahansa lailliseen tarkoitukseen. 2.2. Lisenssinhaltija voi asentaa ohjelmiston ja käyttää sitä missä tahansa järjestelmässä. 2.3. Ohjelmisto voidaan kopioida ja levittää sillä ehdolla, että alkuperäinen tekijänoikeusilmoitus ja takuun vastuuvapauslauseke pysyvät ennallaan ja Lisenssinhaltija ei veloita ohjelmistotuotteesta rahaa tai maksuja, paitsi jakelukustannusten kattamiseksi. 2.4. Lisenssinhaltijalla ei ole omistusoikeuksia Ohjelmistoon ja ohjelmistoon. Lisenssinhaltija tunnustaa ja hyväksyy, että Lisenssinantaja pidättää itsellään kaikki ohjelmiston tekijänoikeudet ja muut omistusoikeudet. 2.5 Käyttö tämän Lisenssin puitteissa on maksutonta, eikä Lisenssinsaaja maksa rojalti- tai lisenssimaksuja. 3. IMMATERIAALIOIKEUDET 3.1 Tämä Lisenssi ei lähetä mitään immateriaalioikeuksia Ohjelmistoon. Ohjelmisto ja kaikki kopiot, jotka Lisenssinantaja on valtuuttanut Lisenssinsaajan tekemään, ovat Lisenssinantajan immateriaaliomaisuutta ja lisenssinantajan omaisuutta. 3.2 Ohjelmisto on suojattu tekijänoikeudella, mukaan lukien rajoituksetta tekijänoikeuslaki ja kansainväliset sopimusmääräykset. 3.3 Kaikkien kopioiden, joita Lisenssinhaltijalla on oikeus tehdä tämän Sopimuksen nojalla, on sisällettävä samat tekijänoikeus- ja muut omistusoikeusilmoitukset, jotka näkyvät Ohjelmistossa tai ohjelmistossa. 3.4 Ohjelmiston rakenne, organisaatio ja koodi ovat Lisenssinantajan arvokkaita liikesalaisuuksia ja luottamuksellisia tietoja. Lisenssinsaaja sitoutuu olemaan hajottamatta, purkamatta tai muuten yrittämättä löytää Ohjelmiston lähdekoodia. 3.5 Kaikki yritykset takaisinmallintaa, kopioida, kloonata, muokata tai muuttaa asennusohjelmaa millään tavalla ilman Lisenssinantajan erityistä hyväksyntää ovat ehdottomasti kiellettyjä. Lisenssinsaajalla ei ole oikeutta käyttää mitään laajennusta tai parannusta, joka sallii muutosten tallentamisen tiedostoon, jossa on lisenssinantajan lisensoima ja jakama ohjelmisto. 3.6 Tavaramerkkejä on käytettävä hyväksytyn tavaramerkkikäytännön mukaisesti, mukaan lukien tavaramerkkien omistajien nimien tunnistaminen. Tavaramerkkejä voidaan käyttää vain ohjelmiston tuottaman tulostetun tulosteen tunnistamiseen, eikä tällainen tavaramerkin käyttö anna Lisenssinsaajalle omistusoikeuksia kyseisessä tavaramerkissä. 4. TAKUU 4.1 Lisenssinantaja takaa, että: 4.1.1 Lisenssinantaja omistaa Ohjelmiston ja dokumentaation ja/tai hänellä on voimassa olevat ja olemassa olevat lisenssit, jotka tukevat tämän Sopimuksen ehtoja; 4.1.2 Ohjelmisto on Dokumentaatiossa määriteltyjen määritysten ja toimintojen mukainen; 4.1.3 Lisenssinantajan parhaan tietämyksen mukaan Ohjelmisto ei loukkaa tai loukkaa kolmannen osapuolen immateriaalioikeuksia; 4.1.4 Ohjelmisto ei sisällä mitään rutiinia, jonka Lisenssinantaja on tarkoituksellisesti suunnitellut tietokoneohjelman poistamiseksi käytöstä, tai tietokoneen ohjeita, jotka voivat muuttaa, tuhota tai estää käsittelyympäristöä. 4.2 Edellä kohdassa 4.1 mainittuja takuita lukuun ottamatta Ohjelmisto toimitetaan Lisenssinsaajalle "SELLAISENAAN" eikä Lisenssinantaja anna takuita sen käytöstä tai suorituskyvystä. Lisenssinantaja ei takaa eikä voi taata suorituskykyä tai tuloksia, jotka Lisenssinsaaja voi saada Ohjelmiston avulla. Ohjelmiston käytöstä tai suorituskyvystä aiheutuva riski jää lisenssinsaajalle. Lisenssinantaja ei anna mitään nimenomaista tai oletettua takuuta siitä, että (i) Ohjelmisto on laadultaan tyydyttävä, soveltuu mihin tahansa tiettyyn tarkoitukseen tai mihinkään tiettyyn käyttöön tietyin edellytyksin, vaikka lisenssinantaja voi tietää tällaisen tarkoituksen, käytön tai ehdot; tai (ii) että Ohjelmisto toimii virheettömästi tai keskeytyksettä tai että mahdolliset virheet korjataan. 5. VASTUUN RAJOITTAMINEN Lisenssinantaja ei ole missään tapauksessa vastuussa mistään vahingoista, vaatimuksista tai kustannuksista tai välillisistä, epäsuorista, satunnaisista vahingoista tai menetetyistä voitoista tai menetetyistä säästöistä, vaikka Lisenssinantajalle olisi ilmoitettu tällaisten menetysten, vahinkojen, vaatimusten tai kustannusten mahdollisuudesta tai kolmannen osapuolen vaateista. Lisenssinsaaja ei missään tapauksessa ole vastuussa Lisenssinantajalle sillä ehdolla, että Lisenssinsaaja noudattaa kaikkia tässä Lisenssissä mainittuja ehtoja. 6. LUOPUMATTA JÄTTÄMINEN Jos osa tästä sopimuksesta katsotaan täytäntöönpanokelvottomaksi, loppuosa on voimassa. Se tarkoittaa, että jos jokin sopimuksen osa ei ole laillinen, sopimuksen loppuosa on edelleen voimassa. Se, että osapuoli ei käytä mitään tämän Sopimuksen mukaista oikeuttaan, ei tarkoita luopumista (a) mistään muista tämän Sopimuksen ehdoista tai (b) oikeudesta milloin tahansa sen jälkeen vaatia tämän Sopimuksen ehtojen tarkkaa ja tiukkaa noudattamista. © 2021 Epiforge-ohjelmisto, LLC. Kaikki oikeudet pidätetään.
fr: BRÈVE DESCRIPTION Vous bénéficiez d’une licence non exclusive d’utilisation de Grindstone à quelque fin que ce soit pour une durée illimitée. Grindstone est fourni gratuitement. Même si des frais de licence ne sont pas payés pour l’utilisation de Grindstone, cela ne signifie pas qu’il n’y a pas de conditions pour l’utiliser: 1. Vous pouvez installer et utiliser Grindstone à toute fin légale. 2. Vous pouvez installer et utiliser Grindstone sur n’importe quel nombre de systèmes. 3. Vous pouvez copier et distribuer Grindstone à condition que l’avis de droit d’auteur original et l’exclusion de garantie restent intacts, et vous ne facturerez pas d’argent ou de frais pour Grindstone, sauf pour couvrir les coûts de distribution. 4. Vous n’aurez aucun droit de propriété sur Grindstone. Vous reconnaissez et acceptez qu’Epiforge conserve tous les droits d’auteur et autres droits de propriété sur Grindstone. 5. L’utilisation dans le cadre de cette licence est gratuite et vous ne devez payer aucune redevance ou frais de licence. VERSION COMPLÈTE S’il vous plaît, lisez ceci attentivement. En utilisant tout ou partie du Logiciel, vous acceptez tous les termes et conditions du présent Contrat. Si vous n’êtes pas d’accord, n’utilisez pas ce Logiciel. 1. DÉFINITIONS Lorsqu’ils sont utilisés dans le présent Contrat, les termes suivants doivent avoir les significations respectives indiquées, ces significations devant s’appliquer à la fois aux formes singulière et plurielle des termes définis : « Concédant » désigne Epiforge Software, LLC. « Licencié » désigne Vous ou Votre Société, sauf indication contraire. « Logiciel » désigne (a) tout le contenu des fichiers, disque(s), CD-ROM ou autres supports avec lesquels le présent Contrat est fourni, y compris, mais sans s’y limiter, (i) les informations d’enregistrement, c’est-à-dire la clé de licence unique pour un nom d’enregistrement du Licencié ; (ii) documents ou dossiers écrits explicatifs connexes (« Documentation ») ; et (iii) les fichiers de configuration du logiciel et les exemples de code (le cas échéant) ; et (b) les mises à niveau, les versions modifiées, les mises à jour, les ajouts et les copies du Logiciel, le cas échéant, qui vous sont concédés sous licence par Epiforge Software, LLC (collectivement, les « Mises à jour »). « Utiliser » ou « Utiliser » signifie accéder, installer, télécharger, copier ou autrement bénéficier de l’utilisation des fonctionnalités du Logiciel conformément à la Documentation. « Système » désigne Windows, GNU/Linux, macOS, Android, iOS ou toute machine virtuelle. 2. UTILISATION GÉNÉRALE Vous bénéficiez d’une Licence non exclusive d’Utilisation du Logiciel téléchargé à quelque fin que ce soit pour une durée illimitée. Le produit logiciel sous cette Licence est fourni gratuitement. Même si des frais de licence ne sont pas payés pour l’utilisation d’un tel logiciel, cela ne signifie pas qu’il n’y a pas de conditions pour l’utilisation de ce logiciel. 2.1. Le Logiciel peut être installé et utilisé par le Licencié à toute fin légale. 2.2. Le Logiciel peut être installé et utilisé par le Licencié sur un nombre illimité de systèmes. 2.3. Le Logiciel peut être copié et distribué à condition que l’avis de droit d’auteur original et l’exclusion de garantie restent intacts et que le Licencié ne facture pas d’argent ou de frais pour le produit logiciel, sauf pour couvrir les coûts de distribution. 2.4. Le Licencié n’aura aucun droit de propriété sur le Logiciel. Le Licencié reconnaît et accepte que le Concédant conserve tous les droits d’auteur et autres droits de propriété sur le Logiciel. 2.5 L’utilisation dans le cadre de la présente Licence est gratuite et aucune redevance ou frais de licence ne sera payé par le Licencié. 3. DROITS DE PROPRIÉTÉ INTELLECTUELLE 3.1 La présente Licence ne transmet aucun droit intellectuel sur le Logiciel. Le Logiciel et toutes les copies que le Licencié est autorisé par le Concédant à faire sont la propriété intellectuelle du Concédant et sont la propriété du Concédant. 3.2 Le Logiciel est protégé par le droit d’auteur, y compris, mais sans s’y limiter, par la loi sur le droit d’auteur et les dispositions des traités internationaux. 3.3 Toutes les copies que le Licencié est autorisé à faire en vertu du présent Contrat doivent contenir les mêmes avis de droit d’auteur et autres avis de propriété qui apparaissent sur ou dans le Logiciel. 3.4 La structure, l’organisation et le code du Logiciel sont des secrets commerciaux précieux et des informations confidentielles du Concédant. Le Licencié s’engage à ne pas décompiler, désassembler ou autrement tenter de découvrir le code source du Logiciel. 3.5 Toute tentative d’ingénierie inverse, de copie, de clonage, de modification ou d’altération de quelque manière que ce soit du programme d’installation sans l’approbation spécifique du Concédant est strictement interdite. Le Licencié n’est pas autorisé à utiliser un plug-in ou une amélioration permettant d’enregistrer des modifications apportées à un fichier avec un logiciel sous licence et distribué par le Concédant. 3.6 Les marques de commerce doivent être utilisées conformément aux pratiques acceptées en matière de marques de commerce, y compris l’identification des noms des propriétaires de marques de commerce. Les marques de commerce ne peuvent être utilisées que pour identifier la sortie imprimée produite par le Logiciel et une telle utilisation de toute marque de commerce ne confère au Licencié aucun droit de propriété sur cette marque. 4. GARANTIE 4.1 Le Concédant garantit que : 4.1.1 Le Concédant est propriétaire du Logiciel et de la documentation et/ou est en possession de licences valides et existantes qui prennent en charge les termes du présent Contrat ; 4.1.2 le Logiciel est conforme aux spécifications et fonctionnalités spécifiées dans la Documentation ; 4.1.3 au meilleur de la connaissance du Concédant, le Logiciel n’enfreint ni ne viole aucun droit de propriété intellectuelle d’un tiers ; 4.1.4 le Logiciel ne contient aucune routine, intentionnellement conçue par le Concédant pour désactiver un programme informatique, ou des instructions informatiques susceptibles d’altérer, détruire ou inhiber l’environnement de traitement. 4.2 À l’exception des garanties spécifiées à la section 4.1 ci-dessus, le Logiciel est livré au Licencié « EN L’ÉTAT » et le Concédant ne donne aucune garantie quant à son utilisation ou à ses performances. Le Concédant ne garantit pas et ne peut pas garantir les performances ou les résultats que le Licencié peut obtenir en utilisant le Logiciel. L’intégralité des risques découlant de l’utilisation ou de la performance du Logiciel reste à la charge du Licencié. Le Concédant ne donne aucune garantie, expresse ou implicite, que (i) le Logiciel sera de qualité satisfaisante, adapté à un usage particulier ou à une utilisation particulière dans des conditions spécifiées, nonobstant le fait que ce but, cette utilisation ou ces conditions peuvent être connus du Concédant ; ou (ii) que le Logiciel fonctionnera sans erreur ou sans interruption ou que toute erreur sera corrigée. 5. LIMITATION DE RESPONSABILITÉ En aucun cas, le Concédant ne sera responsable des dommages, réclamations ou coûts quels qu’ils soient ou de tout dommage consécutif, indirect, accessoire, ou de toute perte de profits ou d’économies, même si le Concédant a été informé de la possibilité de telles pertes, dommages, réclamations ou coûts ou de toute réclamation d’un tiers. En aucun cas, le Licencié ne sera responsable envers le Concédant à condition que le Licencié respecte tous les termes et conditions énoncés dans la présente Licence. 6. NON-RENONCIATION Si une partie du présent contrat est jugée inapplicable, le reste sera valide. Cela signifie que si une section de l’Accord n’est pas légale, le reste de l’Accord est toujours en vigueur. Le défaut d’une partie d’exercer un droit en vertu du présent Contrat ne constituera pas une renonciation à (a) toute autre condition du présent Contrat, ou (b) un droit à tout moment par la suite d’exiger le respect exact et strict des termes du présent Accord. © 2021 Epiforge Software, LLC. Tous droits réservés.
it: BREVE DESCRIZIONE Ti viene concessa una licenza non esclusiva per utilizzare Grindstone per qualsiasi scopo per un periodo di tempo illimitato. La macina è fornita gratuitamente. Anche se non viene pagato un canone di licenza per l'uso di Grindstone, ciò non significa che non ci siano condizioni per utilizzarlo: 1. È possibile installare e utilizzare Grindstone per qualsiasi scopo legale. 2. È possibile installare e utilizzare Grindstone su qualsiasi numero di sistemi. 3. È possibile copiare e distribuire Grindstone a condizione che l'avviso di copyright originale e l'esclusione di garanzia rimangano intatti e non addebitino denaro o commissioni per Grindstone, tranne che per coprire i costi di distribuzione. 4. L'utente non avrà alcun diritto di proprietà su e per Grindstone. L'utente riconosce e accetta che Epiforge conserva tutti i diritti d'autore e altri diritti di proprietà relativi a Grindstone. 5. L'utilizzo nell'ambito di questa licenza è gratuito e l'utente non dovrà pagare royalty o costi di licenza. VERSIONE COMPLETA Per favore, leggi attentamente questo. Utilizzando tutto o parte del Software, l'utente accetta tutti i termini e le condizioni del presente Contratto. Se non sei d'accordo, non utilizzare questo Software. 1. DEFINIZIONI Quando utilizzati nel presente Contratto, i seguenti termini avranno i rispettivi significati indicati, tali significati saranno applicabili sia alla forma singolare che a quella plurale dei termini definiti: "Licenziante" indica Epiforge Software, LLC. "Licenziatario" indica l'Utente o la Sua Azienda, se non diversamente indicato. "Software" indica (a) tutti i contenuti dei file, dei dischi, dei CD-ROM o di altri supporti con cui viene fornito il presente Contratto, incluse, a titolo esemplificativo ma non esaustivo, (i) le informazioni di registrazione, ovvero la chiave di licenza univoca per un nome di registrazione del Licenziatario; (ii) materiali o file scritti esplicativi correlati ("Documentazione"); e (iii) file di installazione del software ed esempi di codice (se presenti); e (b) upgrade, versioni modificate, aggiornamenti, aggiunte e copie del Software, se presenti, concessi in licenza all'utente da Epiforge Software, LLC (collettivamente, "Aggiornamenti"). "Uso" o "Utilizzo" significa accedere, installare, scaricare, copiare o altrimenti beneficiare dell'utilizzo delle funzionalità del Software in conformità con la Documentazione. "Sistema" indica Windows, GNU/Linux, macOS, Android, iOS o qualsiasi macchina virtuale. 2. USO GENERALE All'utente viene concessa una Licenza non esclusiva per l'utilizzo del Software scaricato per qualsiasi scopo per un periodo di tempo illimitato. Il prodotto software ai sensi della presente Licenza è fornito gratuitamente. Anche se non viene pagato un canone di licenza per l'uso di tale software, ciò non significa che non vi siano condizioni per l'utilizzo di tale software. 2.1. Il Software può essere installato e utilizzato dal Licenziatario per qualsiasi scopo legale. 2.2. Il Software può essere installato e utilizzato dal Licenziatario su qualsiasi numero di sistemi. 2.3. Il Software può essere copiato e distribuito a condizione che l'avviso di copyright originale e l'esclusione di garanzia rimangano intatti e il Licenziatario non addebiterà denaro o commissioni per il prodotto software, tranne che per coprire i costi di distribuzione. 2.4. Il Licenziatario non avrà alcun diritto di proprietà sul Software. Il Licenziatario riconosce e accetta che il Licenziante conserva tutti i diritti d'autore e altri diritti di proprietà relativi al Software. 2.5 L'utilizzo nell'ambito della presente Licenza è gratuito e nessuna royalty o costo di licenza sarà pagato dal Licenziatario. 3. DIRITTI DI PROPRIETÀ INTELLETTUALE 3.1 La presente Licenza non trasmette alcun diritto intellettuale sul Software. Il Software e tutte le copie che il Licenziatario è autorizzato dal Licenziante a fare sono proprietà intellettuale del Licenziante e sono di sua proprietà. 3.2 Il Software è protetto da copyright, inclusi, a titolo esemplificativo ma non esaustivo, i diritti d'autore e le disposizioni dei trattati internazionali. 3.3 Qualsiasi copia che il Licenziatario è autorizzato a fare ai sensi del presente Contratto deve contenere lo stesso copyright e altri avvisi di proprietà che appaiono su o nel Software. 3.4 La struttura, l'organizzazione e il codice del Software sono preziosi segreti commerciali e informazioni riservate del Licenziante. Il Licenziatario si impegna a non decompilare, disassemblare o tentare in altro modo di scoprire il codice sorgente del Software. 3.5 Qualsiasi tentativo di decodificare, copiare, clonare, modificare o alterare in qualsiasi modo il programma di installazione senza l'approvazione specifica del Licenziante è severamente vietato. Il Licenziatario non è autorizzato a utilizzare alcun plug-in o miglioramento che consenta di salvare le modifiche a un file con software concesso in licenza e distribuito dal Licenziante. 3.6 I marchi devono essere utilizzati in conformità con la pratica del marchio accettata, compresa l'identificazione dei nomi dei proprietari dei marchi. I marchi possono essere utilizzati solo per identificare l'output stampato prodotto dal Software e tale uso di qualsiasi marchio non conferisce al Licenziatario alcun diritto di proprietà su tale marchio. 4. GARANZIA 4.1 Il Licenziante garantisce che: 4.1.1 Il Licenziante è proprietario del Software e della documentazione e/o è in possesso di licenze valide ed esistenti che supportano i termini del presente Contratto; 4.1.2 il Software è conforme alle specifiche e alle funzionalità specificate nella Documentazione; 4.1.3 per quanto a conoscenza del Licenziante, il Software non viola o viola alcun diritto di proprietà intellettuale di terzi; 4.1.4 il Software non contiene alcuna routine, intenzionalmente progettata dal Licenziante per disabilitare un programma per computer, o istruzioni per computer che possano alterare, distruggere o inibire l'ambiente di elaborazione. 4.2 Ad eccezione delle garanzie specificate nella sezione 4.1 di cui sopra, il Software viene consegnato al Licenziatario "COSÌ COM'È" e il Licenziante non fornisce alcuna garanzia in merito al suo utilizzo o alle sue prestazioni. Il Licenziante non garantisce e non può garantire le prestazioni o i risultati che il Licenziatario può ottenere utilizzando il Software. L'intero rischio derivante dall'uso o dalle prestazioni del Software rimane a carico del Licenziatario. Il Licenziante non fornisce alcuna garanzia, espressa o implicita, che (i) il Software sarà di qualità soddisfacente, adatto a qualsiasi scopo particolare o per qualsiasi uso particolare in condizioni specificate, nonostante tale scopo, uso o condizione possa essere noto al Licenziante; o (ii) che il Software funzionerà senza errori o senza interruzioni o che eventuali errori saranno corretti. 5. LIMITAZIONE DI RESPONSABILITÀ In nessun caso il Licenziante sarà responsabile per eventuali danni, reclami o costi di qualsiasi tipo o danni consequenziali, indiretti, incidentali, o qualsiasi perdita di profitti o risparmi persi, anche se il Licenziante è stato informato della possibilità di tali perdite, danni, reclami o costi o per qualsiasi reclamo da parte di terzi. In nessun caso il Licenziatario sarà responsabile nei confronti del Licenziante a condizione che il Licenziatario rispetti tutti i termini e le condizioni indicati nella presente Licenza. 6. NON RINUNCIA Se una parte del presente accordo è ritenuta inapplicabile, il resto sarà valido. Significa che se una sezione dell'Accordo non è lecita, il resto dell'Accordo è ancora in vigore. Il mancato esercizio da parte di una parte di qualsiasi diritto ai sensi del presente Accordo non costituirà una rinuncia a (a) qualsiasi altro termine o condizione del presente Accordo, o (b) un diritto in qualsiasi momento successivo a richiedere il rispetto esatto e rigoroso dei termini del presente Accordo. © 2021 Epiforge Software, LLC. Tutti i diritti riservati.
ja: 簡単な説明 お客様には、Grindstoneをあらゆる目的のために無期限に使用する非独占的ライセンスが付与されます。砥石は無料で提供されます。 Grindstoneの使用に対してライセンス料が支払われない場合でも、それを使用するための条件がないという意味ではありません。 1. お客様は、いかなる法的目的においても、Grindstoneを設置して使用することができます。 2. Grindstoneは、任意の数のシステムにインストールして使用することができます。 3. お客様は、元の著作権表示および保証の否認がそのまま残ることを条件として、Grindstoneを複製および配布することができ、配布費用を賄う場合を除き、Grindstoneに金銭または手数料を請求しないものとします。 4. お客様は、Grindstoneに対する所有権を有しません。お客様は、EpiforgeがGrindstoneに関するすべての著作権およびその他の所有権を保持することを認め、これに同意するものとします。 5. 本ライセンスの範囲内での使用は無料で、お客様は使用料またはライセンス料を一切支払わないものとします。 フルバージョン これを注意深く読んでください。本ソフトウェアの全部または一部を使用することにより、お客様は本契約のすべての条件に同意するものとします。同意しない場合は、本ソフトウェアを使用しないでください。 1. 定義 本契約で使用される場合、以下の用語は、示されたそれぞれの意味を有するものとし、そのような意味は、定義された用語の単数形および複数形の両方に適用されるものとします。 「ライセンサー」とは、Epiforge Software, LLCを意味します。 「ライセンシー」とは、別段の記載がない限り、お客様またはお客様の会社を意味します。 「ソフトウェア」とは、(a) (i) 登録情報、すなわちライセンシーの登録名に固有のライセンスキーを含むがこれに限定されない、本契約が提供されるファイル、ディスク、CD-ROM、またはその他のメディアのすべての内容を意味します。(ii) 関連する説明書面またはファイル(「文書」)(iii)ソフトウェアセットアップファイルおよびコードサンプル(存在する場合)(b) Epiforge Software, LLCからお客様にライセンス供与された本ソフトウェアのアップグレード、修正バージョン、アップデート、追加、およびコピー(存在する場合)(以下、総称して「アップデート」といいます)。 「使用」または「使用」とは、ドキュメントに従って本ソフトウェアの機能にアクセス、インストール、ダウンロード、コピー、またはその他の方法で使用することで利益を得ることを意味します。 「システム」とは、Windows、GNU/Linux、macOS、Android、iOS、または任意の仮想マシンを意味します。 2. 一般的な使用 お客様には、ダウンロードした本ソフトウェアをあらゆる目的のために無期限に使用する非独占的ライセンスが付与されます。 本ライセンスに基づくソフトウェア製品は無償で提供されます。当該ソフトウェアの使用に対してライセンス料が支払われないとしても、当該ソフトウェアを使用するための条件がないことを意味するものではありません。 2.1. 本ソフトウェアは、ライセンシーが法的目的のためにインストールおよび使用することができます。 2.2. 本ソフトウェアは、ライセンシーが任意の数のシステムにインストールして使用することができます。 2.3. 本ソフトウェアは、元の著作権表示および保証の否認がそのまま残り、ライセンシーが配布費用を賄う場合を除き、本ソフトウェア製品に対して金銭または料金を請求しないことを条件として、コピーおよび配布することができます。 2.4. ライセンシーは、本ソフトウェアに対する所有権を有しません。ライセンシーは、ライセンサーが本ソフトウェアに関するすべての著作権およびその他の所有権を保持することを認め、これに同意するものとします。 2.5 本ライセンスの範囲内での使用は無料で、ライセンシーはロイヤリティまたはライセンス料を支払わないものとします。 3. 知的財産権 3.1 本ライセンスは、本ソフトウェアに関するいかなる知的財産権も伝達しません。本ソフトウェアおよびライセンシーがライセンサーによって作成を許可されたコピーは、ライセンサーの知的財産であり、ライセンサーが所有しています。 3.2 本ソフトウェアは、著作権法および国際条約の規定を含むがこれに限定されない著作権によって保護されています。 3.3 本契約に従ってライセンシーが作成を許可されるコピーには、本ソフトウェア上または本ソフトウェア内に表示されるのと同じ著作権およびその他の所有権表示が含まれている必要があります。 3.4 本ソフトウェアの構造、構成およびコードは、ライセンサーの貴重な企業秘密および機密情報です。ライセンシーは、本ソフトウェアのソースコードを逆コンパイル、逆アセンブル、またはその他の方法で発見しようとしないことに同意するものとします。 3.5 ライセンサーの特別な承認なしに、インストーラプログラムをリバースエンジニアリング、コピー、複製、変更、または変更しようとする試みは固く禁じられています。ライセンシーは、ライセンサーによってライセンスおよび配布されたソフトウェアを含むファイルへの変更を保存することを可能にするプラグインまたは拡張機能を使用する権限がありません。 3.6 商標は、商標所有者の識別を含む、受け入れられている商標慣行に従って使用されるものとします。商標は、本ソフトウェアによって生成された印刷出力を識別するためにのみ使用することができ、そのような商標の使用はライセンシーにその商標の所有権を与えるものではありません。 4. 保証 4.1 ライセンサーは、以下を保証するものとします。 4.1.1 ライセンサーが本ソフトウェアおよびドキュメンテーションを所有していること、および/または本契約の条項をサポートする有効かつ既存のライセンスを所有していること。 4.1.2 本ソフトウェアがドキュメンテーションに明記されている仕様および機能に準拠していること。 4.1.3 ライセンサーの知る限りにおいて、本ソフトウェアは第三者の知的財産権を侵害または侵害しません。 4.1.4 本ソフトウェアには、ライセンサーがコンピュータプログラムを無効にするように意図的に設計したルーチン、または処理環境を変更、破壊、または阻害する可能性のあるコンピュータ命令は含まれていません。 4.2 上記の第 4.1 項に規定されている保証を除き、本ソフトウェアはライセンシーに「現状有姿」で引き渡され、ライセンサーはその使用または性能についていかなる保証も行いません。 ライセンサーは、ライセンシーが本ソフトウェアを使用して取得できるパフォーマンスまたは結果を保証するものではなく、また保証することもできません。本ソフトウェアの使用または性能から生じるすべてのリスクは、ライセンシーに帰属します。 ライセンサーは、明示的または黙示的を問わず、(i) 本ソフトウェアが満足のいく品質であり、特定の目的または特定の条件下での特定の使用に適していることを、そのような目的、使用、または条件がライセンサーに知られているにもかかわらず、保証しません。または(ii)本ソフトウェアがエラーなしで、または中断することなく動作すること、またはエラーが修正されること。 5. 責任の制限 いかなる場合においても、ライセンサーは、いかなる損害、請求または費用、または結果的、間接的、偶発的な損害、または逸失利益または貯蓄の損失についても、たとえライセンサーがそのような損失、損害、請求または費用の可能性について知らされていたとしても、または第三者による請求について責任を負いません。 いかなる場合においても、ライセンシーは、ライセンシーが本ライセンスに記載されているすべての条件を遵守することを条件として、ライセンサーに対して責任を負いません。 6. 権利放棄の不存在 本契約の一部が執行不能と判断された場合、残りの部分は有効であるものとします。これは、本契約の1つの条項が合法でない場合、本契約の残りの部分がまだ有効であることを意味します。当事者が本契約に基づく権利を行使しなかったとしても、(a)本契約の他の条項または条件、または(b)その後いつでも本契約の条項の正確かつ厳格な遵守を要求する権利の放棄を構成するものではありません。 © 2021 Epiforge Software, LLC.すべての権利予約。
nl: KORTE BESCHRIJVING U krijgt een niet-exclusieve licentie om Grindstone voor onbepaalde tijd voor alle doeleinden te gebruiken. Grindstone wordt gratis verstrekt. Hoewel er geen licentievergoeding wordt betaald voor het gebruik van Grindstone, betekent dit niet dat er geen voorwaarden zijn voor het gebruik ervan: 1. U mag Grindstone installeren en gebruiken voor elk wettelijk doel. 2. U mag Grindstone op een willekeurig aantal systemen installeren en gebruiken. 3. U mag Grindstone kopiëren en distribueren op voorwaarde dat de originele auteursrechtvermelding en afwijzing van garantie intact blijven en u geen geld of kosten voor Grindstone in rekening brengt, behalve om distributiekosten te dekken. 4. U heeft geen eigendomsrechten in en op Grindstone. U erkent en gaat ermee akkoord dat Epiforge alle auteursrechten en andere eigendomsrechten in en op Grindstone behoudt. 5. Gebruik in het kader van deze licentie is gratis en u betaalt geen royalty's of licentiekosten. VOLLEDIGE VERSIE Lees dit aandachtig door. Door alle of een deel van de Software te gebruiken, accepteert u alle bepalingen en voorwaarden van deze Overeenkomst. Als u niet akkoord gaat, gebruik deze Software dan niet. 1. DEFINITIES Wanneer de volgende termen in deze Overeenkomst worden gebruikt, hebben zij de respectieve aangegeven betekenissen, waarbij deze betekenissen van toepassing zijn op zowel de enkelvoudige als de meervoudsvormen van de gedefinieerde termen: "Licentiegever" betekent Epiforge Software, LLC. "Licentiehouder" betekent U of Uw Bedrijf, tenzij anders aangegeven. "Software" betekent (a) alle inhoud van de bestanden, schijven, cd-rom(s) of andere media waarmee deze Overeenkomst wordt geleverd, inclusief maar niet beperkt tot ((i) registratie-informatie, d.w.z. licentiesleutel die uniek is voor een registratienaam van de Licentiehouder; ii) gerelateerd toelichtend schriftelijk materiaal of bestanden ("Documentatie"); en (iii) software-instellingsbestanden en codevoorbeelden (indien van toepassing); en (b) upgrades, gewijzigde versies, updates, toevoegingen en kopieën van de Software, indien van toepassing, die aan u in licentie zijn gegeven door Epiforge Software, LLC (gezamenlijk "Updates"). "Gebruik" of "Gebruik" betekent toegang krijgen tot, installeren, downloaden, kopiëren of anderszins profiteren van het gebruik van de functionaliteit van de Software in overeenstemming met de Documentatie. "Systeem" betekent Windows, GNU/Linux, macOS, Android, iOS of een andere virtuele machine. 2. ALGEMEEN GEBRUIK U krijgt een niet-exclusieve licentie om de gedownloade Software voor welke doeleinden dan ook voor onbepaalde tijd te gebruiken. Het softwareproduct onder deze licentie wordt gratis verstrekt. Hoewel er geen licentievergoeding wordt betaald voor het gebruik van dergelijke software, betekent dit niet dat er geen voorwaarden zijn voor het gebruik van dergelijke software. 2.1. De Software mag door de Licentiehouder worden geïnstalleerd en gebruikt voor elk wettelijk doel. 2.2. De Software mag door licentienemer op een willekeurig aantal systemen worden geïnstalleerd en gebruikt. 2.3. De Software kan worden gekopieerd en gedistribueerd onder de voorwaarde dat de oorspronkelijke auteursrechtelijke kennisgeving en afwijzing van garantie intact blijven en de Licentiehouder geen geld of vergoedingen in rekening zal brengen voor het Softwareproduct, behalve om distributiekosten te dekken. 2.4. De Licentiehouder heeft geen eigendomsrechten op en op de Software. De Licentiehouder erkent en gaat ermee akkoord dat de Licentiegever alle auteursrechten en andere eigendomsrechten in en op de Software behoudt. 2.5 Gebruik binnen het toepassingsgebied van deze Licentie is gratis en er worden geen royalty's of licentiekosten betaald door de Licentiehouder. 3. INTELLECTUELE EIGENDOMSRECHTEN 3.1 Deze Licentie draagt geen intellectuele rechten op de Software over. De Software en alle kopieën die de Licentiehouder door de Licentiegever mag maken, zijn het intellectuele eigendom van en zijn eigendom van de Licentiegever. 3.2 De Software is beschermd door het auteursrecht, met inbegrip van maar niet beperkt tot het auteursrecht en internationale verdragsbepalingen. 3.3 Alle kopieën die de Licentiehouder op grond van deze Overeenkomst mag maken, moeten dezelfde auteursrecht- en andere eigendomsvermeldingen bevatten die op of in de Software voorkomen. 3.4 De structuur, organisatie en code van de Software zijn de waardevolle bedrijfsgeheimen en vertrouwelijke informatie van de Licentiegever. De Licentiehouder stemt ermee in de broncode van de Software niet te decompileren, te demonteren of anderszins te proberen te ontdekken. 3.5 Elke poging om het installatieprogramma op enigerlei wijze te reverse-engineeren, kopiëren, klonen, wijzigen of wijzigen zonder de specifieke goedkeuring van de Licentiegever is ten strengste verboden. De Licentiehouder is niet bevoegd om een plug-in of verbetering te gebruiken die het mogelijk maakt om wijzigingen in een bestand op te slaan met software die in licentie is gegeven en gedistribueerd door de Licentiegever. 3.6 Handelsmerken worden gebruikt in overeenstemming met de geaccepteerde handelsmerkpraktijk, inclusief identificatie van de namen van eigenaren van handelsmerken. Handelsmerken kunnen alleen worden gebruikt om gedrukte uitvoer geproduceerd door de Software te identificeren en een dergelijk gebruik van een handelsmerk geeft de Licentiehouder geen eigendomsrechten op dat handelsmerk. 4. GARANTIE 4.1 De Licentiegever garandeert dat: 4.1.1 De Licentiegever is eigenaar van de Software en documentatie en/of is in het bezit van geldige en bestaande licenties die de voorwaarden van deze Overeenkomst ondersteunen; 4.1.2 de Software voldoet aan de specificaties en functionaliteit zoals gespecificeerd in de Documentatie; 4.1.3 naar beste weten van de Licentiegever geen inbreuk maakt op of inbreuk maakt op enig intellectueel eigendomsrecht van een derde partij; 4.1.4 de Software bevat geen routine, opzettelijk ontworpen door de Licentiegever om een computerprogramma uit te schakelen, of computerinstructies die de verwerkingsomgeving kunnen veranderen, vernietigen of remmen. 4.2 Met uitzondering van de garanties die zijn gespecificeerd in sectie 4.1 hierboven, wordt de Software geleverd aan de Licentiehouder "AS IS" en geeft de Licentiegever geen garantie met betrekking tot het gebruik of de prestaties ervan. De Licentiegever kan en kan geen garantie geven voor de prestaties of resultaten die de Licentiehouder kan verkrijgen door de Software te gebruiken. Het volledige risico dat voortvloeit uit het gebruik of de prestaties van de Software blijft bij de Licentienemer. De Licentiegever geeft geen garantie, expliciet of impliciet, dat (i) de Software van bevredigende kwaliteit zal zijn, geschikt voor een bepaald doel of voor een bepaald gebruik onder gespecificeerde voorwaarden, niettegenstaande het feit dat een dergelijk doel, gebruik of voorwaarden bekend kunnen zijn bij de Licentiegever; of (ii) dat de Software foutloos of zonder onderbreking zal werken of dat eventuele fouten zullen worden gecorrigeerd. 5. BEPERKING VAN AANSPRAKELIJKHEID In geen geval is de Licentiegever aansprakelijk voor enige schade, claims of kosten van welke aard dan ook of enige gevolgschade, indirecte, incidentele schade of gederfde winst of gemiste besparingen, zelfs als de Licentiegever op de hoogte is gesteld van de mogelijkheid van dergelijk verlies, schade, claims of kosten of voor enige claim van een derde partij. In geen geval is de Licentienemer aansprakelijk jegens de Licentiegever op voorwaarde dat de Licentienemer voldoet aan alle voorwaarden en bepalingen vermeld in deze Licentie. 6. GEEN VERKLARING VAN AFSTAND Als een deel van deze overeenkomst niet-afdwingbaar wordt geacht, is de rest geldig. Dit betekent dat als een deel van de Overeenkomst niet wettig is, de rest van de Overeenkomst nog steeds van kracht is. Het niet uitoefenen van enig recht onder deze Overeenkomst door een partij vormt geen verklaring van afstand van (a) enige andere voorwaarden of bepalingen van deze Overeenkomst, of (b) een recht om op enig moment daarna exacte en strikte naleving van de voorwaarden van deze Overeenkomst te eisen. © 2021 Epiforge Software, LLC Alle rechten voorbehouden.
no: KORT BESKRIVELSE Du får en ikke-eksklusiv lisens til å bruke Grindstone til ethvert formål i en ubegrenset periode. Grindstone tilbys kostnadsfritt. Selv om det ikke betales lisensavgift for bruk av Grindstone, betyr det ikke at det ikke er noen betingelser for å bruke den: 1. Du kan installere og bruke Grindstone til ethvert juridisk formål. 2. Du kan installere og bruke Grindstone på et hvilket som helst antall systemer. 3. Du kan kopiere og distribuere Grindstone under forutsetning av at original opphavsrettserklæring og garantifraskrivelse forblir intakt, og du vil ikke belaste penger eller gebyrer for Grindstone, bortsett fra å dekke distribusjonskostnader. 4. Du vil ikke ha noen eiendomsrettigheter i og til Grindstone. Du erkjenner og godtar at Epiforge beholder alle opphavsrettigheter og andre eiendomsrettigheter i og til Grindstone. 5. Bruk innenfor rammen av denne lisensen er gratis, og du skal ikke betale noen royalty- eller lisensavgifter. FULL VERSJON Vær så snill, les dette nøye. Ved å bruke hele eller deler av programvaren godtar du alle vilkårene og betingelsene i denne avtalen. Hvis du ikke er enig, må du ikke bruke denne programvaren. 1. DEFINISJONER Når de brukes i denne avtalen, skal følgende vilkår ha de respektive betydningene som er angitt, slike betydninger skal gjelde for både entalls- og flertallsformene i de definerte begrepene: "Lisensgiver" betyr Epiforge Software, LLC. "Lisenstaker" betyr deg eller ditt selskap, med mindre annet er angitt. "Programvare" betyr (a) alt innholdet i filene, diskene, CD-ROMen(e) eller andre medier som denne avtalen leveres med, inkludert, men ikke begrenset til(i) registreringsinformasjon, det vil si lisensnøkkel som er unik for registreringsnavnet til lisensinnehaveren; (ii) relatert forklarende skriftlig materiale eller filer ("Dokumentasjon"); og (iii) Programvareoppsettfiler og kodeeksempler (hvis noen); og (b) oppgraderinger, modifiserte versjoner, oppdateringer, tillegg og kopier av programvaren, hvis noen, lisensiert til deg av Epiforge Software, LLC (samlet kalt "oppdateringer"). "Bruk" eller "Bruk" betyr å få tilgang til, installere, laste ned, kopiere eller på annen måte dra nytte av å bruke funksjonaliteten til programvaren i samsvar med dokumentasjonen. "System" betyr Windows, GNU / Linux, macOS, Android, iOS eller hvilken som helst virtuell maskin. 2. GENERELL BRUK Du får en ikke-eksklusiv lisens til å bruke den nedlastede programvaren til ethvert formål i en ubegrenset periode. Programvareproduktet i henhold til denne lisensen leveres gratis. Selv om det ikke betales lisensavgift for bruk av slik programvare, betyr det ikke at det ikke er noen betingelser for bruk av slik programvare. 2.1. Programvaren kan installeres og brukes av lisenstaker til ethvert juridisk formål. 2.2. Programvaren kan installeres og brukes av lisenstaker på et hvilket som helst antall systemer. 2.3. Programvaren kan kopieres og distribueres under forutsetning av at original opphavsrettserklæring og garantifraskrivelse forblir intakt, og lisenstaker vil ikke belaste penger eller avgifter for programvareproduktet, med unntak av å dekke distribusjonskostnader. 2.4. Lisenstaker vil ikke ha noen eiendomsrettigheter i og til programvaren. Lisenstaker erkjenner og godtar at lisensgiveren beholder alle opphavsrettigheter og andre eiendomsrettigheter i og til programvaren. 2.5 Bruk innenfor denne lisensens virkeområde er gratis, og ingen royalty- eller lisensavgifter skal betales av lisenstaker. 3. IMMATERIELLE RETTIGHETER 3.1 Denne lisensen overfører ingen intellektuelle rettigheter på programvaren. Programvaren og eventuelle kopier som lisenstaker er autorisert av lisensgiveren til å lage, tilhører og eies av lisensgiveren. 3.2 Programvaren er beskyttet av opphavsrett, inkludert, men ikke begrenset til, lover om opphavsrett og internasjonale traktatbestemmelser. 3.3 Alle kopier som lisenstaker har tillatelse til å lage i henhold til denne avtalen, må inneholde de samme merknadene om opphavsrett og annen eiendomsrett som vises på eller i programvaren. 3.4 Programvarens struktur, organisering og kodeks er lisensgiverens verdifulle forretningshemmeligheter og konfidensiell informasjon. Lisenstaker samtykker i å ikke dekompilere, demontere eller på annen måte forsøke å oppdage kildekoden til programvaren. 3.5 Alle forsøk på å foreta omvendt utvikling av, kopiere, klone, modifisere eller endre installasjonsprogrammet på noen måte uten lisensgiverens spesifikke godkjenning er strengt forbudt. Lisenstaker er ikke autorisert til å bruke plugin-moduler eller forbedringer som tillater lagring av endringer i en fil med programvare lisensiert og distribuert av lisensgiveren. 3.6 Varemerker skal brukes i samsvar med akseptert varemerkepraksis, herunder identifisering av varemerkeeieres navn. Varemerker kan bare brukes til å identifisere trykte utdata produsert av programvaren, og slik bruk av varemerke gir ikke lisenstaker noen eierrettigheter i dette varemerket. 4. GARANTI 4.1 Lisensgiver garanterer at: 4.1.1 Lisensgiveren eier programvaren og dokumentasjonen og/eller er i besittelse av gyldige og eksisterende lisenser som støtter vilkårene i denne avtalen; 4.1.2 Programvaren er i samsvar med spesifikasjoner og funksjonalitet som spesifisert i dokumentasjonen; 4.1.3 etter beste evne fra lisensgiverens kunnskap, programvaren krenker eller krenker ikke noen immaterielle rettigheter til noen tredjepart; 4.1.4 Programvaren inneholder ingen rutine, med hensikt designet av lisensgiveren for å deaktivere et dataprogram, eller datainstruksjoner som kan endre, ødelegge eller hemme behandlingsmiljøet. 4.2 Med unntak av de garantiene som er angitt i avsnitt 4.1 ovenfor, leveres programvaren til lisenstakeren "SOM DEN ER", og lisensgiveren gir ingen garanti for bruken eller ytelsen. Lisensgiveren garanterer ikke og kan ikke garantere ytelsen eller resultatene lisenstaker kan oppnå ved å bruke programvaren. Hele risikoen som oppstår som følge av bruk eller ytelse av programvaren forblir hos lisenstaker. Lisensgiveren gir ingen garantier, uttrykte eller underforståtte, at (i) Programvaren vil være av tilfredsstillende kvalitet, egnet for et bestemt formål eller for noen spesiell bruk under spesifiserte forhold, til tross for at slikt formål, bruk eller betingelser kan være kjent for lisensgiveren; eller (ii) at programvaren vil fungere feilfri eller uten avbrudd, eller at eventuelle feil vil bli korrigert. 5. ANSVARSBEGRENSNING Lisensgiveren vil ikke under noen omstendigheter være ansvarlig for skader, krav eller kostnader overhodet eller følgeskader, indirekte, tilfeldige skader eller tapt fortjeneste eller tapte besparelser, selv om lisensgiveren har blitt informert om muligheten for slikt tap, skader, krav eller kostnader eller for ethvert krav fra en tredjepart. Under ingen omstendigheter vil lisenstaker være ansvarlig overfor lisensgiveren under forutsetning av at lisenstaker overholder alle vilkår og betingelser som er angitt i denne lisensen. 6. IKKE-FRASKRIVELSE Hvis en del av denne avtalen ikke kan håndheves, skal resten være gyldig. Det betyr at hvis en del av avtalen ikke er lovlig, er resten av avtalen fortsatt i kraft. En parts unnlatelse av å utøve noen rettighet i henhold til denne avtalen vil ikke utgjøre en fraskrivelse av (a) andre vilkår eller betingelser i denne avtalen, eller (b) en rettighet når som helst deretter for å kreve nøyaktig og streng overholdelse av vilkårene i denne avtalen. © 2021 Epiforge Programvare, LLC. Med enerett.
pl: KRÓTKI OPIS Użytkownik otrzymuje niewyłączną licencję na używanie Grindstone do dowolnych celów przez nieograniczony okres czasu. Obiekt Grindstone zapewnia bezpłatnie. Mimo że opłata licencyjna nie jest uiszczana za korzystanie z Grindstone, nie oznacza to, że nie ma warunków do korzystania z niego: 1. Możesz zainstalować i używać Grindstone w dowolnym celu prawnym. 2. Możesz zainstalować i używać Grindstone na dowolnej liczbie systemów. 3. Użytkownik może kopiować i rozpowszechniać Grindstone pod warunkiem, że oryginalna informacja o prawach autorskich i wyłączenie odpowiedzialności z tytułu gwarancji pozostaną nienaruszone i nie będzie pobierać opłat za Grindstone, z wyjątkiem pokrycia kosztów dystrybucji. 4. Użytkownikowi nie przysługują żadne prawa własności do Grindstone. Przyjmujesz do wiadomości i zgadzasz się, że Epiforge zachowuje wszelkie prawa autorskie i inne prawa własności do Grindstone. 5. Korzystanie w ramach niniejszej licencji jest bezpłatne i nie należy uiszczać żadnych opłat licencyjnych ani opłat licencyjnych. PEŁNA WERSJA Przeczytaj to uważnie. Korzystając z całości lub części Oprogramowania, użytkownik akceptuje wszystkie warunki niniejszej Umowy. Jeśli nie wyrażasz zgody, nie używaj tego Oprogramowania. 1. DEFINICJE Użyte w niniejszej Umowie następujące terminy mają wskazane odpowiednie znaczenia, przy czym takie znaczenia mają zastosowanie zarówno do liczby pojedynczej, jak i mnogiej zdefiniowanych terminów: "Licencjodawca" oznacza Epiforge Software, LLC. "Licencjobiorca" oznacza Użytkownika lub Jego Firmę, o ile nie wskazano inaczej. "Oprogramowanie" oznacza (a) całą zawartość plików, dysków, płyt CD-ROM lub innych nośników, za pomocą których dostarczana jest niniejsza Umowa, w tym między innymi (i) informacje rejestracyjne, tj. klucz licencyjny, który jest unikalny dla nazwy rejestracyjnej Licencjobiorcy; (ii) powiązane materiały lub pliki pisemne wyjaśniające ("Dokumentacja"); oraz (iii) pliki instalacyjne oprogramowania i przykłady kodu (jeśli występują); oraz (b) uaktualnień, zmodyfikowanych wersji, aktualizacji, dodatków i kopii Oprogramowania, jeśli takie istnieją, licencjonowanych użytkownikowi przez Epiforge Software, LLC (łącznie "Aktualizacje"). "Używanie" lub "Używanie" oznacza uzyskiwanie dostępu, instalowanie, pobieranie, kopiowanie lub czerpanie innych korzyści z korzystania z funkcjonalności Oprogramowania zgodnie z Dokumentacją. "System" oznacza Windows, GNU/Linux, macOS, Android, iOS lub dowolną maszynę wirtualną. 2. OGÓLNE UŻYTKOWANIE Użytkownik otrzymuje niewyłączną licencję na korzystanie z pobranego Oprogramowania do dowolnych celów przez nieograniczony czas. Oprogramowanie objęte niniejszą Licencją jest dostarczane bezpłatnie. Mimo że za korzystanie z takiego oprogramowania nie uiszcza się opłaty licencyjnej, nie oznacza to, że nie ma warunków korzystania z takiego oprogramowania. 2.1. Oprogramowanie może być instalowane i używane przez Licencjobiorcę w dowolnym celu prawnym. 2.2. Oprogramowanie może być instalowane i używane przez Licencjobiorcę na dowolnej liczbie systemów. 2.3. Oprogramowanie może być kopiowane i rozpowszechniane pod warunkiem, że oryginalna informacja o prawach autorskich i wyłączenie odpowiedzialności z tytułu gwarancji pozostaną nienaruszone, a Licencjobiorca nie będzie pobierał pieniędzy ani opłat za Oprogramowanie, z wyjątkiem pokrycia kosztów dystrybucji. 2.4. Licencjobiorca nie będzie posiadał żadnych praw własności do Oprogramowania. Licencjobiorca przyjmuje do wiadomości i zgadza się, że Licencjodawca zachowuje wszelkie prawa autorskie i inne prawa własności do Oprogramowania. 2.5 Korzystanie w ramach niniejszej Licencji jest bezpłatne i Licencjobiorca nie uiszcza żadnych opłat licencyjnych ani licencyjnych. 3. PRAWA WŁASNOŚCI INTELEKTUALNEJ 3.1 Niniejsza Licencja nie przenosi żadnych praw intelektualnych do Oprogramowania. Oprogramowanie i wszelkie kopie, do których wykonania Licencjobiorca jest upoważniony przez Licencjodawcę, stanowią własność intelektualną Licencjodawcy i są jego własnością. 3.2 Oprogramowanie jest chronione prawem autorskim, w tym między innymi prawem autorskim i postanowieniami traktatów międzynarodowych. 3.3 Wszelkie kopie, które Licencjobiorca może wykonać zgodnie z niniejszą Umową, muszą zawierać te same informacje o prawach autorskich i innych prawach własności, które pojawiają się na Oprogramowaniu lub w Oprogramowaniu. 3.4 Struktura, organizacja i kod Oprogramowania stanowią cenne tajemnice handlowe i poufne informacje Licencjodawcy. Licencjobiorca zobowiązuje się nie dekompilować, dezasemblować ani w żaden inny sposób nie próbować odkryć kodu źródłowego Oprogramowania. 3.5 Wszelkie próby inżynierii wstecznej, kopiowania, klonowania, modyfikowania lub modyfikowania w jakikolwiek sposób programu instalacyjnego bez wyraźnej zgody Licencjodawcy są surowo zabronione. Licencjobiorca nie jest upoważniony do korzystania z jakichkolwiek wtyczek lub ulepszeń, które pozwalają na zapisywanie modyfikacji pliku z oprogramowaniem licencjonowanym i rozpowszechnianym przez Licencjodawcę. 3.6 Znaki towarowe będą używane zgodnie z przyjętą praktyką dotyczącą znaków towarowych, w tym identyfikacją nazw właścicieli znaków towarowych. Znaki towarowe mogą być używane wyłącznie do identyfikacji wydruków wytwarzanych przez Oprogramowanie, a takie użycie jakiegokolwiek znaku towarowego nie daje Licencjobiorcy żadnych praw własności do tego znaku towarowego. 4. GWARANCJA 4.1 Licencjodawca gwarantuje, że: 4.1.1 Licencjodawca jest właścicielem Oprogramowania i dokumentacji i/lub posiada ważne i istniejące licencje, które wspierają warunki niniejszej Umowy; 4.1.2 Oprogramowanie jest zgodne ze specyfikacjami i funkcjami określonymi w Dokumentacji; 4.1.3 zgodnie z najlepszą wiedzą Licencjodawcy, Oprogramowanie nie narusza ani nie narusza żadnych praw własności intelektualnej osób trzecich; 4.1.4 Oprogramowanie nie zawiera żadnych rutynowych, celowo zaprojektowanych przez Licencjodawcę w celu wyłączenia programu komputerowego, ani instrukcji komputerowych, które mogą zmienić, zniszczyć lub zahamować środowisko przetwarzania. 4.2 Z wyjątkiem gwarancji określonych w punkcie 4.1 powyżej, Oprogramowanie jest dostarczane Licencjobiorcy "TAK JAK JEST", a Licencjodawca nie udziela żadnych gwarancji co do jego użytkowania lub działania. Licencjodawca nie gwarantuje i nie może zagwarantować wydajności lub wyników, które Licencjobiorca może uzyskać za pomocą Oprogramowania. Całe ryzyko wynikające z użytkowania lub działania Oprogramowania spoczywa na Licencjobiorcy. Licencjodawca nie udziela żadnych gwarancji, wyraźnych ani dorozumianych, że (i) Oprogramowanie będzie zadowalającej jakości, odpowiednie do określonego celu lub do określonego użytku w określonych warunkach, niezależnie od tego, że taki cel, użytkowanie lub warunki mogą być znane Licencjodawcy; lub (ii) że Oprogramowanie będzie działać bezbłędnie lub bez przerwy lub że wszelkie błędy zostaną poprawione. 5. OGRANICZENIE ODPOWIEDZIALNOŚCI W żadnym wypadku Licencjodawca nie ponosi odpowiedzialności za jakiekolwiek szkody, roszczenia lub koszty lub jakiekolwiek szkody wtórne, pośrednie, przypadkowe lub jakiekolwiek utracone zyski lub utracone oszczędności, nawet jeśli Licencjodawca został poinformowany o możliwości wystąpienia takich strat, szkód, roszczeń lub kosztów lub za jakiekolwiek roszczenia osób trzecich. W żadnym wypadku Licencjobiorca nie ponosi odpowiedzialności wobec Licencjodawcy, pod warunkiem że Licencjobiorca przestrzega wszystkich warunków określonych w niniejszej Licencji. 6. NIEZRZECZENIE SIĘ PRAW Jeśli część niniejszej umowy zostanie uznana za niewykonalną, pozostała część będzie ważna. Oznacza to, że jeśli jedna sekcja Umowy nie jest zgodna z prawem, pozostała część Umowy nadal obowiązuje. Niewykonanie przez stronę jakichkolwiek praw wynikających z niniejszej Umowy nie będzie stanowić zrzeczenia się (a) jakichkolwiek innych warunków niniejszej Umowy lub (b) prawa w dowolnym momencie do wymagania dokładnego i ścisłego przestrzegania warunków niniejszej Umowy. © 2021 Epiforge Software, LLC. Wszelkie prawa zastrzeżone.
pt: DESCRIÇÃO CURTA Você recebe uma licença não exclusiva para usar grindstone para quaisquer fins por um período ilimitado de tempo. Grindstone é fornecido gratuitamente. Mesmo que uma taxa de licença não seja paga pelo uso do Grindstone, isso não significa que não haja condições para usá-la: 1. Você pode instalar e usar grindstone para qualquer finalidade legal. 2. Você pode instalar e usar grindstone em qualquer número de sistemas. 3. Você pode copiar e distribuir grindstone sob a condição de que o aviso original de direitos autorais e a isenção de responsabilidade da garantia permanecerão intactos, e você não cobrará dinheiro ou taxas para grindstone, exceto para cobrir os custos de distribuição. 4. Você não terá nenhum direito proprietário dentro e ao Grindstone. Você reconhece e concorda que a Epiforge retém todos os direitos autorais e outros direitos proprietários dentro e para grindstone. 5. O uso no âmbito desta licença é gratuito e você não pagará taxas de royalties ou licenciamento. VERSÃO COMPLETA Por favor, leia isso com cuidado. Ao usar toda ou qualquer parte do Software, você aceita todos os termos e condições deste Contrato. Se você não concordar, não use este Software. 1. DEFINIÇÕES Quando utilizados neste Contrato, os seguintes termos terão os respectivos significados indicados, tais significados a serem aplicáveis tanto às formas singulares quanto plurais dos termos definidos: "Licenciador" significa Epiforge Software, LLC. "Licenciado" significa Você ou Sua Empresa, a menos que indicado de outra forma. "Software" significa (a) todo o conteúdo dos arquivos, discos(s), CD-ROM(s) ou outras mídias com as quais este Contrato é fornecido, incluindo, mas não se limitando a ((i) informações cadastrais, ou seja, chave de licença única para um nome de registro do Licenciado; ii Materiais ou arquivos escritos explicativos relacionados ("Documentação"); e (iii) Arquivos de configuração de software e amostras de código (se houver); e (b) atualizações, versões modificadas, atualizações, adições e cópias do Software, se houver, licenciado a você pela Epiforge Software, LLC (coletivamente, "Atualizações"). "Usar" ou "Usar" significa acessar, instalar, baixar, copiar ou se beneficiar de usar a funcionalidade do Software de acordo com a Documentação. "Sistema" significa Windows, GNU/Linux, macOS, Android, iOS ou qualquer máquina virtual. 2. USO GERAL Você recebe uma Licença não exclusiva para usar o Software baixado para quaisquer fins por um período ilimitado de tempo. O produto de software sob esta Licença é fornecido gratuitamente. Mesmo que uma taxa de licença não seja paga pelo uso de tal software, isso não significa que não haja condições para o uso desse software. 2.1. O Software pode ser instalado e utilizado pelo Licenciado para qualquer finalidade legal. 2.2. O Software pode ser instalado e usado pelo Licenciado em qualquer número de sistemas. 2.3. O Software pode ser copiado e distribuído sob a condição de que o aviso original de direitos autorais e a isenção de responsabilidade da garantia permaneçam intactos e o Licenciado não cobrará dinheiro ou taxas para o produto software, exceto para cobrir os custos de distribuição. 2.4. O Licenciado não terá direitos próprios dentro e no Software. O Licenciado reconhece e concorda que o Licenciador retém todos os direitos autorais e outros direitos proprietários dentro e fora do Software. 2.5 O uso no âmbito desta Licença é gratuito e nenhuma taxa de royalties ou licenciamento será paga pelo Licenciado. 3. DIREITOS DE PROPRIEDADE INTELECTUAL 3.1 Esta Licença não transmite direitos intelectuais sobre o Software. O Software e todas as cópias que o Licenciado é autorizado pelo Licenciador a fazer são de propriedade intelectual e são de propriedade do Licenciador. 3.2 O Software é protegido por direitos autorais, inclusive sem limitação pela Lei de Direitos Autorais e disposições do tratado internacional. 3.3 Quaisquer cópias que o Licenciado possa fazer de acordo com este Contrato devem conter os mesmos direitos autorais e outros avisos proprietários que aparecem no ou no Software. 3.4 A estrutura, organização e código do Software são os valiosos segredos comerciais e informações confidenciais do Licenciador. O Licenciado concorda em não descompilar, desmontar ou tentar descobrir o código-fonte do Software. 3.5 Qualquer tentativa de fazer engenharia reversa, copiar, clonar, modificar ou alterar de qualquer forma o programa de instalador sem a aprovação específica do Licenciador é estritamente proibida. O Licenciado não está autorizado a usar qualquer plug-in ou aprimoramento que permita salvar modificações em um arquivo com software licenciado e distribuído pelo Licenciador. 3.6 As marcas serão utilizadas de acordo com a prática de marca registrada aceita, incluindo a identificação dos nomes dos proprietários de marcas comerciais. As marcas comerciais só podem ser usadas para identificar a produção impressa produzida pelo Software e tal uso de qualquer marca não dá ao Licenciado quaisquer direitos de propriedade nessa marca. 4. GARANTIA 4.1 O Licenciador garante que: 4.1.1 O Licenciador possui o Software e documentação e/ou possui licenças válidas e existentes que suportam os termos deste Contrato; 4.1.2 o Software está de acordo com as especificações e funcionalidades especificadas na Documentação; 4.1.3 para o melhor do conhecimento do Licenciador, o Software não infringe ou viola qualquer direito de propriedade intelectual de terceiros; 4.1.4 o Software não contém nenhuma rotina, intencionalmente projetada pelo Licenciador para desativar um programa de computador, ou instruções de computador que possam alterar, destruir ou inibir o ambiente de processamento. 4.2 Exceto as garantias especificadas na seção 4.1 acima, o Software está sendo entregue ao Licenciado "AS IS" e o Licenciador não faz nenhuma garantia quanto ao seu uso ou desempenho. O Licenciador não garante e não pode justificar o desempenho ou os resultados que o Licenciado pode obter usando o Software. Todo o risco decorrente do uso ou desempenho do Software permanece com o Licenciado. O Licenciador não oferece nenhuma garantia, expressa ou implícita, de que (i) o Software será de qualidade satisfatória, adequado para qualquer finalidade específica ou para qualquer uso específico em condições especificadas, não obstante que tal finalidade, uso ou condições possam ser conhecidas pelo Licenciador; ou (ii) que o Software operará livre de erros ou sem interrupção ou que quaisquer erros serão corrigidos. 5. LIMITAÇÃO DE RESPONSABILIDADE Em nenhum caso o Licenciador será responsável por quaisquer danos, reclamações ou custos ou quaisquer danos consequentes, indiretos, incidentais, ou quaisquer lucros perdidos ou economias perdidas, mesmo que o Licenciador tenha sido avisado da possibilidade de tal perda, danos, reclamações ou custos ou para qualquer reclamação de terceiros. Em nenhum caso o Licenciado será responsável pelo Licenciador, na condição de que o Licenciado cumpra todos os termos e condições indicados nesta Licença. 6. NÃO RENÚNCIA Se uma parte deste contrato for inexequível, o restante será válido. Significa que, se uma seção do Acordo não for legal, o resto do Acordo ainda está em vigor. O não cumprimento de qualquer direito por parte de uma parte nos termos deste Contrato não constituirá uma renúncia de (a) quaisquer outros termos ou condições deste Contrato, ou (b) um direito a qualquer momento, de exigir o cumprimento exato e rigoroso dos termos deste Contrato. © 2021 Epiforge Software, LLC. Todos os direitos reservados.
ru: КРАТКОЕ ОПИСАНИЕ Вам предоставляется неисключительная лицензия на использование Grindstone в любых целях в течение неограниченного периода времени. Точильный камень предоставляется бесплатно. Несмотря на то, что за использование Grindstone не уплачивается лицензионный сбор, это не значит, что нет условий для его использования: 1. Вы можете установить и использовать Grindstone для любых законных целей. 2. Вы можете установить и использовать Grindstone на любом количестве систем. 3. Вы можете копировать и распространять Grindstone при условии, что оригинальное уведомление об авторских правах и отказ от гарантий останутся нетронутыми, и вы не будете взимать деньги или сборы за Grindstone, за исключением покрытия расходов на распространение. 4. У вас не будет никаких прав собственности на Grindstone. Вы признаете и соглашаетесь с тем, что Epiforge сохраняет за собой все авторские права и другие права собственности на Grindstone. 5. Использование в рамках настоящей лицензии является бесплатным, и вы не должны платить роялти или лицензионные сборы. ПОЛНАЯ ВЕРСИЯ Пожалуйста, внимательно прочитайте это. Используя все или любую часть Программного обеспечения, вы принимаете все условия настоящего Соглашения. Если вы не согласны, не используйте это Программное обеспечение. 1. ОПРЕДЕЛЕНИЯ При использовании в настоящем Соглашении следующие термины должны иметь соответствующие указанные значения, такие значения должны быть применимы как к единственной, так и к множественной форме определенных терминов: «Лицензиар» означает Epiforge Software, LLC. «Лицензиат» означает Вас или Вашу Компанию, если не указано иное. «Программное обеспечение» означает (a) все содержимое файлов, дисков, CD-ROM или других носителей, с которыми предоставляется настоящее Соглашение, включая, но не ограничиваясь ,(i) регистрационную информацию, т.е. Лицензионный ключ, который является уникальным для регистрационного имени Лицензиата; (ii) соответствующие пояснительные письменные материалы или файлы («Документация»); и iii) установочные файлы программного обеспечения и образцы кода (если таковые имеются); и (b) обновления, модифицированные версии, обновления, дополнения и копии Программного обеспечения, если таковые имеются, лицензированные для вас компанией Epiforge Software, LLC (совместно именуемые «Обновления»). «Использование» или «Использование» означает доступ, установку, загрузку, копирование или иную выгоду от использования функциональных возможностей Программного обеспечения в соответствии с Документацией. «Система» означает Windows, GNU/Linux, macOS, Android, iOS или любую виртуальную машину. 2. ОБЩЕЕ ПОЛЬЗОВАНИЕ Вам предоставляется неисключительная Лицензия на Использование загруженного Программного обеспечения в любых целях в течение неограниченного периода времени. Программный продукт по настоящей Лицензии предоставляется бесплатно. Несмотря на то, что за использование такого программного обеспечения не уплачивается лицензионный сбор, это не означает, что нет условий использования такого программного обеспечения. 2.1. Программное обеспечение может быть установлено и использовано Лицензиатом в любых законных целях. 2.2. Программное обеспечение может быть установлено и использовано Лицензиатом на любом количестве систем. 2.3. Программное обеспечение может быть скопировано и распространено при условии, что первоначальное уведомление об авторских правах и отказ от гарантий останутся в силе, и Лицензиат не будет взимать деньги или сборы за Программный продукт, за исключением покрытия расходов на распространение. 2.4. Лицензиат не будет обладать никакими правами собственности на Программное обеспечение. Лицензиат признает и соглашается с тем, что Лицензиар сохраняет за собой все авторские права и другие права собственности на Программное обеспечение. 2.5 Использование в рамках настоящей Лицензии является бесплатным, и Лицензиат не уплачивает роялти или лицензионные сборы. 3. ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ 3.1 Настоящая Лицензия не передает никаких интеллектуальных прав на Программное обеспечение. Программное обеспечение и любые копии, на изготовление которых Лицензиат уполномочен Лицензиаром, являются интеллектуальной собственностью Лицензиара и принадлежат Лицензиару. 3.2 Программное обеспечение защищено авторским правом, в том числе, без ограничений, Законом об авторском праве и положениями международных договоров. 3.3 Любые копии, которые Лицензиату разрешено делать в соответствии с настоящим Соглашением, должны содержать те же уведомления об авторских правах и других правах собственности, которые появляются в Программном обеспечении или в нем. 3.4 Структура, организация и код Программного обеспечения являются ценной коммерческой тайной и конфиденциальной информацией Лицензиара. Лицензиат обязуется не декомпилировать, не дизассемблировать и не пытаться иным образом обнаружить исходный код Программного обеспечения. 3.5 Любые попытки обратного проектирования, копирования, клонирования, модификации или изменения каким-либо образом программы-установщика без специального одобрения Лицензиара строго запрещены. Лицензиат не имеет права использовать какой-либо плагин или усовершенствование, позволяющее сохранять изменения в файле с программным обеспечением, лицензируемым и распространяемым Лицензиаром. 3.6 Товарные знаки должны использоваться в соответствии с принятой практикой товарных знаков, включая идентификацию названий владельцев товарных знаков. Товарные знаки могут использоваться только для идентификации печатной продукции, производимой Программным обеспечением, и такое использование любого товарного знака не дает Лицензиату никаких прав собственности на этот товарный знак. 4. ГАРАНТИЯ 4.1 Лицензиар гарантирует, что: 4.1.1 Лицензиар владеет Программным обеспечением и документацией и/или обладает действующими и существующими лицензиями, поддерживающими условия настоящего Соглашения; 4.1.2 Программное обеспечение соответствует спецификациям и функциональным возможностям, указанным в Документации; 4.1.3, насколько известно Лицензиару, Программное обеспечение не ущемляет и не нарушает никаких прав интеллектуальной собственности третьих лиц; 4.1.4 Программное обеспечение не содержит каких-либо рутинных, намеренно разработанных Лицензиаром для отключения компьютерной программы, или компьютерных инструкций, которые могут изменять, разрушать или препятствовать среде обработки. 4.2 За исключением гарантий, указанных в разделе 4.1 выше, Программное обеспечение поставляется Лицензиату «КАК ЕСТЬ», и Лицензиар не дает никаких гарантий относительно его использования или производительности. Лицензиар не гарантирует и не может гарантировать производительность или результаты, которые Лицензиат может получить при использовании Программного обеспечения. Весь риск, связанный с использованием или производительностью Программного обеспечения, остается за Лицензиатом. Лицензиар не дает никаких гарантий, явных или подразумеваемых, что (i) Программное обеспечение будет иметь удовлетворительное качество, подходящее для какой-либо конкретной цели или для любого конкретного использования при определенных условиях, несмотря на то, что такая цель, использование или условия могут быть известны Лицензиару; или (ii) что Программное обеспечение будет работать без ошибок или без перерыва или что любые ошибки будут исправлены. 5. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ Ни при каких обстоятельствах Лицензиар не несет ответственности за любые убытки, претензии или расходы или любые косвенные, косвенные, случайные убытки или любые упущенные выгоды или потерянные сбережения, даже если Лицензиар был предупрежден о возможности таких потерь, ущерба, претензий или расходов или за любые претензии со стороны любой третьей стороны. Ни при каких обстоятельствах Лицензиат не несет ответственности перед Лицензиаром при условии соблюдения Лицензиатом всех условий, изложенных в настоящей Лицензии. 6. ОТКАЗ ОТ ПРАВ Если часть настоящего соглашения считается не имеющей законной силы, оставшаяся часть является действительной. Это означает, что если один из разделов Соглашения не является законным, остальная часть Соглашения остается в силе. Неосуществление стороной какого-либо права по настоящему Соглашению не будет представлять собой отказ от (а) любых других условий настоящего Соглашения или (б) права в любое время после этого требовать точного и строгого соблюдения условий настоящего Соглашения. © 2021 Epiforge Software, LLC. Все права защищены.
sk: KRÁTKY POPIS Získate nevýhradnú licenciu na používanie Grindstone na akékoľvek účely po neobmedzenú dobu. Grindstone je k dispozícii zdarma. Aj keď licenčný poplatok nie je platený za používanie Grindstone, neznamená to, že neexistujú žiadne podmienky na jeho používanie: 1. Grindstone môžete nainštalovať a používať na akýkoľvek právny účel. 2. Grindstone môžete nainštalovať a používať na ľubovoľnom počte systémov. 3. Grindstone môžete kopírovať a distribuovať pod podmienkou, že pôvodné oznámenie o autorských právach a zrieknutie sa záruky zostanú nedotknuté a nebudete účtovať peniaze ani poplatky za Grindstone, s výnimkou pokrytia distribučných nákladov. 4. Nebudete mať žiadne vlastnícke práva v Grindstone a na Grindstone. Beriete na vedomie a súhlasíte s tým, že spoločnosť Epiforge si ponecháva všetky autorské práva a iné vlastnícke práva v grindstone a na ne. 5. Používanie v rámci tejto licencie je bezplatné a neplatíte žiadne licenčné poplatky ani licenčné poplatky. PLNÁ VERZIA Prosím, pozorne si to prečítajte. Používaním celého softvéru alebo akejkoľvek časti softvéru súhlasíte so všetkými podmienkami tejto zmluvy. Ak nesúhlasíte, nepoužívajte tento softvér. 1. DEFINÍCIE Ak sa v tejto dohode používajú tieto pojmy, musia mať uvedené príslušné významy, pričom tieto významy sa vzťahujú na jednotné aj množné formy definovaných pojmov: "Poskytovateľ licencie" znamená spoločnosť Epiforge Software, LLC. "Nadobúdateľ licencie" znamená vás alebo vašu spoločnosť, pokiaľ nie je uvedené inak. "Softvér" znamená (a) všetok obsah súborov, diskov, diskov CD-ROM alebo iných médií, s ktorými je táto zmluva poskytovaná, vrátane, ale nie výlučne, (i) registračných informácií, t. j. licenčného kľúča, ktorý je jedinečný pre registračné meno nadobúdateľa licencie; ii) súvisiace vysvetľujúce písomné materiály alebo spisy ("Dokumentácia"); a (iii) súbory na nastavenie softvéru a vzorky kódov (ak existujú); a (b) aktualizácie, upravené verzie, aktualizácie, dodatky a kópie Softvéru, ak existujú, licencované spoločnosťou Epiforge Software, LLC (súhrnne "Aktualizácie"). "Použitie" alebo "Používanie" znamená prístup, inštaláciu, sťahovanie, kopírovanie alebo iné využitie používania funkčnosti Softvéru v súlade s dokumentáciou. "Systém" znamená Windows, GNU/Linux, macOS, Android, iOS alebo akýkoľvek virtuálny počítač. 2. VŠEOBECNÉ POUŽITIE Získate nevýhradnú licenciu na používanie stiahnutého softvéru na akékoľvek účely na neobmedzenú dobu. Softvérový produkt na základe tejto licencie je poskytovaný bezplatne. Aj keď licenčný poplatok nie je zaplatený za používanie takéhoto softvéru, neznamená to, že neexistujú žiadne podmienky na používanie takéhoto softvéru. 2.1. Softvér môže poskytovateľ licencie nainštalovať a používať na akýkoľvek právny účel. 2.2. Softvér môže poskytovateľ licencie nainštalovať a používať na ľubovoľnom počte systémov. 2.3. Softvér je možné kopírovať a distribuovať pod podmienkou, že pôvodné oznámenie o autorských právach a zrieknutie sa záruky zostanú nedotknuté a nadobúdateľ licencie nebude účtovať peniaze ani poplatky za softvérový produkt, s výnimkou pokrytia distribučných nákladov. 2.4. Nadobúdateľ licencie nebude mať žiadne vlastnícke práva k Softvéru a k nemu. Nadobúdateľ licencie berie na vedomie a súhlasí s tým, že poskytovateľ licencie si ponecháva všetky autorské práva a iné vlastnícke práva k Softvéru a k softvéru. 2.5 Používanie v rámci tejto Licencie je bezplatné a držiteľ licencie nezaplatí žiadne licenčné poplatky ani licenčné poplatky. 3. PRÁVA DUŠEVNÉHO VLASTNÍCTVA 3.1 Táto Licencia neprenáša žiadne intelektuálne práva na Softvér. Softvér a všetky kópie, ktoré je nadobúdateľ licencie oprávnené poskytovateľom licencie vytvoriť, sú duševným vlastníctvom poskytovateľa licencie a sú vo vlastníctve poskytovateľa licencie. 3.2 Softvér je chránený autorskými právami, vrátane, bez obmedzenia, autorským právom a ustanoveniami medzinárodných zmlúv. 3.3 Všetky kópie, ktoré je nadobúdateľovi licencie povolené podľa tejto zmluvy, musia obsahovať rovnaké autorské práva a iné vlastnícke oznámenia, ktoré sa objavujú na Softvéri alebo v ňom. 3.4 Štruktúra, organizácia a kód Softvéru sú cenným obchodným tajomstvom a dôvernými informáciami poskytovateľa licencie. Nadobúdateľ licencie súhlasí s tým, že nebude dekompilovať, rozoberať ani sa inak pokúšať objaviť zdrojový kód Softvéru. 3.5 Akékoľvek pokusy o reverzné inžinierstvo, kopírovanie, klonovanie, úpravu alebo zmenu inštalatérskeho programu akýmkoľvek spôsobom bez osobitného súhlasu poskytovateľa licencie sú prísne zakázané. Nadobúdateľ licencie nie je oprávnený používať žiadny doplnok alebo vylepšenie, ktoré umožňuje ukladať úpravy do súboru so softvérom licencovaným a distribuovaným poskytovateľom licencie. 3.6 Ochranné známky sa používajú v súlade s akceptovanou praxou ochranných známok vrátane identifikácie mien vlastníkov ochranných známok. Ochranné známky môžu byť použité iba na identifikáciu tlačeného výstupu vytvoreného Softvérom a takéto použitie akejkoľvek ochrannej známky neposkytuje nadobúdateľovi licencie žiadne vlastnícke práva v tejto ochrannej známke. 4. ZÁRUKA 4.1 Poskytovateľ licencie zaručuje, že: 4.1.1 Poskytovateľ licencie vlastní Softvér a dokumentáciu a/alebo je držiteľom platných a existujúcich licencií, ktoré podporujú podmienky tejto zmluvy; 4.1.2 Softvér zodpovedá špecifikáciám a funkciám špecifikovaným v Dokumentácii; 4.1.3 Podľa najlepšieho vedomia Poskytovateľa licencie Softvér neporušuje ani neporušuje žiadne právo duševného vlastníctva žiadnej tretej strany; 4.1.4 Softvér neobsahuje žiadnu rutinu, zámerne navrhnutú poskytovateľom licencie na vypnutie počítačového programu, ani počítačové pokyny, ktoré môžu zmeniť, zničiť alebo inhibovať spracovateľské prostredie. 4.2 S výnimkou záruk uvedených v časti 4.1 vyššie sa Softvér dodáva nadobúdateľovi licencie "TAK, AKO JE" a poskytovateľ licencie neposkytuje žiadnu záruku na jeho používanie alebo výkon. Poskytovateľ licencie nezaručuje a nemôže zaručiť výkon alebo výsledky, ktoré môže nadobúdateľ licencie získať používaním softvéru. Celé riziko vyplývajúce z používania alebo výkonu Softvéru zostáva na nadobúdateľovi licencie. Poskytovateľ licencie neposkytuje žiadnu výslovnú ani predpokladanú záruku, že (i) Softvér bude mať uspokojivú kvalitu, bude vhodný na akýkoľvek konkrétny účel alebo na akékoľvek konkrétne použitie za stanovených podmienok, bez ohľadu na to, že tento účel, použitie alebo podmienky môžu byť poskytovateľovi licencie známe; alebo (ii) že Softvér bude fungovať bezchybne alebo bez prerušenia alebo že akékoľvek chyby budú opravené. 5. OBMEDZENIE ZODPOVEDNOSTI Poskytovateľ licencie nebude v žiadnom prípade zodpovedný za žiadne škody, nároky alebo náklady alebo akékoľvek následné, nepriame, náhodné škody alebo akékoľvek stratené zisky alebo stratené úspory, a to ani vtedy, ak bol poskytovateľ licencie informovaný o možnosti takejto straty, škôd, nárokov alebo nákladov alebo za akýkoľvek nárok akejkoľvek tretej strany. Držiteľ licencie v žiadnom prípade nebude zodpovedný poskytovateľovi licencie pod podmienkou, že držiteľ licencie splní všetky podmienky uvedené v tejto Licencii. 6. NEVZDANIE SA Ak je časť tejto dohody nevymáhateľná, zvyšok je platný. Znamená to, že ak jedna časť dohody nie je zákonná, zvyšok dohody je stále v platnosti. Neuplatnenie akéhokoľvek práva zmluvnou stranou podľa tejto dohody nebude predstavovať zrieknutie sa (a) akýchkoľvek iných podmienok tejto dohody alebo (b) práva kedykoľvek potom požadovať presný a prísny súlad s podmienkami tejto dohody. © 2021 Epiforge Software, LLC. Všetky práva vyhradené.
sv: KORT BESKRIVNING Du beviljas en icke-exklusiv licens att använda Grindstone för alla ändamål under obegränsad tid. Grindstone tillhandahålls utan extra kostnad. Även om en licensavgift inte betalas för användningen av Grindstone, betyder det inte att det inte finns några villkor för att använda den: 1. Du kan installera och använda Grindstone för alla juridiska ändamål. 2. Du kan installera och använda Grindstone på valfritt antal system. 3. Du får kopiera och distribuera Grindstone under förutsättning att det ursprungliga upphovsrättsmeddelandet och garantifriskrivningen förblir intakt, och du kommer inte att debitera pengar eller avgifter för Grindstone, förutom för att täcka distributionskostnaderna. 4. Du kommer inte att ha några äganderätter till och till Grindstone. Du bekräftar och samtycker till att Epiforge behåller all upphovsrätt och andra äganderätter till och till Grindstone. 5. Användning inom ramen för denna licens är gratis och du ska inte betala några royalty- eller licensavgifter. FULLSTÄNDIG VERSION Läs det här noga. Genom att använda hela eller någon del av Programvaran godkänner du alla villkor i detta avtal. Om du inte samtycker ska du inte använda programvaran. 1. DEFINITIONER När följande termer används i detta avtal skall de ha de respektive betydelser som anges, sådana betydelser som skall tillämpas på både singular- och pluralformerna av de definierade termerna: "Licensgivare" betyder Epiforge Software, LLC. "Licenstagare" betyder du eller ditt företag, om inget annat anges. "Programvara" avser (a) allt innehåll i de filer, diskar, CD-ROM eller andra medier med vilka detta avtal tillhandahålls, inklusive men inte begränsat till (i) registreringsinformation, dvs. licensnyckel som är unik för licenstagarens registreringsnamn; ii) Skriftligt skriftligt material eller akter som är relaterade till förklarande handlingar ("Dokumentation"). och iii) Programvaruinstallationsfiler och kodexempel (om eventuella). och (b) uppgraderingar, modifierade versioner, uppdateringar, tillägg och kopior av Programvaran, om några, licensierade till dig av Epiforge Software, LLC (gemensamt "Uppdateringar"). "Användning" eller "Användning" betyder att få tillgång till, installera, ladda ner, kopiera eller på annat sätt dra nytta av att använda programvarans funktionalitet i enlighet med dokumentationen. "System" betyder Windows, GNU / Linux, macOS, Android, iOS eller någon virtuell maskin. 2. ALLMÄN ANVÄNDNING Du beviljas en icke-exklusiv licens att använda den nedladdade programvaran för alla ändamål under obegränsad tid. Programvaruprodukten under denna licens tillhandahålls kostnadsfritt. Även om en licensavgift inte betalas för användningen av sådan programvara betyder det inte att det inte finns några villkor för att använda sådan programvara. 2.1. Programvaran kan installeras och användas av Licenstagaren för alla juridiska ändamål. 2.2. Programvaran kan installeras och användas av Licenstagaren på valfritt antal system. 2.3. Programvaran kan kopieras och distribueras under förutsättning att det ursprungliga upphovsrättsmeddelandet och garantifriskrivningen förblir intakt och Licenstagaren kommer inte att ta ut pengar eller avgifter för Programvaruprodukten, förutom för att täcka distributionskostnaderna. 2.4. Licenstagaren kommer inte att ha några äganderätter till och till Programvaran. Licenstagaren bekräftar och samtycker till att Licensgivaren behåller alla upphovsrätter och andra äganderätter i och till Programvaran. 2.5 Användning inom ramen för denna licens är kostnadsfri och inga royalty- eller licensavgifter ska betalas av Licenstagaren. 3. IMMATERIELLA RÄTTIGHETER 3.1 Denna Licens överför inga immateriella rättigheter på Programvaran. Programvaran och alla kopior som Licenstagaren har tillstånd av Licensgivaren att göra är den immateriella äganderätten till och ägs av Licensgivaren. 3.2 Programvaran skyddas av upphovsrätt, inklusive utan begränsning enligt upphovsrättslagen och internationella fördragsbestämmelser. 3.3 Alla kopior som Licenstagaren har rätt att göra i enlighet med detta avtal måste innehålla samma upphovsrättsliga och andra äganderättsmeddelanden som visas på eller i Programvaran. 3.4 Programvarans struktur, organisation och kod är licensgivarens värdefulla affärshemligheter och konfidentiella information. Licenstagaren samtycker till att inte bryta ned, demontera eller på annat sätt försöka upptäcka programvarans källkod. 3.5 Alla försök att bakåtkompilera, kopiera, klona, ändra eller ändra installationsprogrammet på något sätt utan Licensgivarens specifika godkännande är strängt förbjudna. Licenstagaren har inte behörighet att använda någon plug-in eller förbättring som tillåter att spara ändringar i en fil med programvara licensierad och distribuerad av Licensgivaren. 3.6 Varumärken ska användas i enlighet med god varumärkespraxis, inklusive identifiering av varumärkesägares namn. Varumärken kan endast användas för att identifiera tryckt utmatning som produceras av Programvaran och sådan användning av något varumärke ger inte Licenstagaren några äganderätter till det varumärket. 4. GARANTI 4.1 Licensgivaren garanterar att: 4.1.1 Licensgivaren äger Programvaran och dokumentationen och/eller innehar giltiga och befintliga licenser som stöder villkoren i detta avtal; 4.1.2 Programvaran överensstämmer med specifikationer och funktionalitet enligt dokumentation; 4.1.3 Såvitt licensgivaren vet, gör Programvaran inte intrång i eller kränker någon tredje parts immateriella rättigheter; 4.1.4 Programvaran innehåller ingen rutin, avsiktligt utformad av Licensgivaren för att inaktivera ett datorprogram, eller datorinstruktioner som kan förändra, förstöra eller hämma bearbetningsmiljön. 4.2 Förutom de garantier som anges i avsnitt 4.1 ovan levereras Programvaran till Licenstagaren "AS IS" och Licensgivaren lämnar ingen garanti för dess användning eller prestanda. Licensgivaren garanterar inte och kan inte garantera den prestanda eller de resultat som Licenstagaren kan erhålla genom att använda Programvaran. Hela risken för användning eller prestanda av Programvaran kvarstår hos Licenstagaren. Licensgivaren ger ingen garanti, uttrycklig eller underförstådd, att (i) Programvaran kommer att vara av tillfredsställande kvalitet, lämplig för något särskilt ändamål eller för någon särskild användning under angivna förhållanden, trots att sådana ändamål, användning eller villkor kan vara kända för Licensgivaren; eller (ii) att Programvaran kommer att fungera felfritt eller utan avbrott eller att eventuella fel kommer att korrigeras. 5. ANSVARSBEGRÄNSNING Under inga omständigheter kommer Licensgivaren att vara ansvarig för några skador, anspråk eller kostnader som helst eller några följdskador, indirekta, tillfälliga skador eller förlorade vinster eller förlorade besparingar, även om Licensgivaren har informerats om möjligheten till sådan förlust, skador, krav eller kostnader eller för något anspråk från någon tredje part. Under inga omständigheter kommer Licenstagaren att vara ansvarig gentemot Licensgivaren under förutsättning att Licenstagaren uppfyller alla villkor som anges i denna Licens. 6. ICKE-UNDANTAG Om en del av detta avtal inte kan verkställas ska återstoden vara giltig. Det innebär att om en del av avtalet inte är laglig är resten av avtalet fortfarande i kraft. En parts underlåtenhet att utöva någon rättighet enligt detta avtal kommer inte att utgöra ett undantag från (a) andra villkor i detta avtal, eller (b) en rätt när som helst därefter att kräva exakt och strikt efterlevnad av villkoren i detta avtal. © 2021 Epiforge Programvara, LLC. Alla rättigheter reserverade.
zh_cn: 简短描述 您被授予非排他性许可，可以无限期地将 Grindstone 用于任何目的。磨石是免费提供的。 即使使用Grindstone不支付许可费，也不意味着没有使用它的条件： 1. 您可以出于任何合法目的安装和使用磨石。 2. 您可以在任意数量的系统上安装和使用 Grindstone。 3. 您可以在原始版权声明和免责声明保持不变的条件下复制和分发 Grindstone，并且除支付分发费用外，您不会对 Grindstone 收取金钱或费用。 4. 您对磨石没有任何所有权。您承认并同意，Epiforge 保留 Grindstone 的所有版权和其他专有权利。 5. 在本许可范围内使用是免费的，您无需支付版税或许可费。 完整版 请仔细阅读。使用本软件的全部或任何部分即表示您接受本协议的所有条款和条件。如果您不同意，请不要使用本软件。 1. 定义 在本协议中使用时，以下术语应具有各自的含义，这些含义适用于所定义术语的单数和复数形式： “许可方”是指 Epiforge Software， LLC。 除非另有说明，否则“被许可方”是指您或您的公司。 “软件”是指 （a） 与本协议一起提供的文件、磁盘、CD-ROM 或其他介质的所有内容，包括但不限于 （i） 注册信息，即被许可方注册名称所独有的许可证密钥;（ii） 相关的解释性书面材料或文件（“文件”）;（iii） 软件设置文件和代码示例（如有）;（b） Epiforge Software， LLC 许可给您的软件的升级、修改版本、更新、添加和副本（如果有）（统称为“更新”）。 “使用”或“使用”是指根据文档访问、安装、下载、复制或以其他方式受益于使用本软件的功能。 “系统”是指 Windows、GNU/Linux、macOS、Android、iOS 或任何虚拟机。 2. 一般用途 您被授予非排他性许可，可以无限期地将下载的软件用于任何目的。 本许可证下的软件产品是免费提供的。即使使用此类软件不支付许可费，也不意味着没有使用此类软件的条件。 2.1. 本软件可由被许可方出于任何法律目的安装和使用。 2.2. 被许可方可以在任意数量的系统上安装和使用本软件。 2.3. 本软件可以在原始版权声明和免责声明保持不变的条件下进行复制和分发，并且被许可方不会对本软件产品收取金钱或费用，但支付分发费用除外。 2.4. 被许可方对本软件不享有任何所有权。被许可方承认并同意，许可方保留本软件的所有版权和其他专有权利。 2.5 在本许可范围内使用是免费的，被许可方不得支付任何版税或许可费。 3. 知识产权 3.1 本许可不转让本软件的任何知识产权。本软件以及被许可方授权制作的任何副本均为许可方的知识产权，并由许可方拥有。 3.2 本软件受版权保护，包括但不限于版权法和国际条约规定。 3.3 根据本协议允许被许可方制作的任何副本必须包含与软件上或软件中出现的相同的版权和其他所有权声明。 3.4 本软件的结构、组织和代码是许可方的宝贵商业秘密和机密信息。被许可方同意不反编译、反汇编或以其他方式尝试发现本软件的源代码。 3.5 未经许可方特别批准，严禁以任何方式对安装程序进行反向工程、复制、克隆、修改或更改的任何尝试。被许可方无权使用任何插件或增强功能，以允许使用许可方许可和分发的软件保存对文件的修改。 3.6 商标的使用应符合公认的商标惯例，包括识别商标所有人的姓名。商标只能用于识别本软件产生的印刷输出，对任何商标的此类使用并不赋予被许可方对该商标的任何所有权。 4. 保修 4.1 许可人保证： 4.1.1 许可方拥有本软件和文档和/或拥有支持本协议条款的有效和现有许可; 4.1.2 本软件符合文档中规定的规格和功能; 4.1.3 在许可方所知，本软件不侵犯或违反任何第三方的任何知识产权; 4.1.4 本软件不包含任何由许可方故意设计的禁用计算机程序的例程，或可能改变、破坏或禁止处理环境的计算机指令。 4.2 除上述第 4.1 节中规定的保证外，本软件将“按原样”交付给被许可方，许可方对其使用或性能不作任何保证。 许可方现在和将来都不能保证被许可方通过使用本软件可能获得的性能或结果。因使用或执行本软件而产生的全部风险仍由被许可方承担。 许可方不作任何明示或暗示的保证，即 （i） 本软件将具有令人满意的质量，适用于任何特定目的或在特定条件下的任何特定用途，尽管许可方可能知道此类目的、用途或条件;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或在特定条件下的任何特定用途;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或在特定条件下的任何特定用途，尽管许可方可能知道此类目的、用途或条件;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或在特定条件下的任何特定用途;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或在特定条件下的任何特定用途;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或特定用途，适用于特定条件下的任何特定用途;（ii） 本软件将具有令人满意的质量，适用于任何特定目的或 （ii） 本软件将无错误或无中断地运行，或者任何错误都将得到纠正。 5. 责任限制 在任何情况下，许可方均不对任何损害、索赔或费用或任何后果性、间接性、附带损害或任何利润损失或储蓄损失负责，即使许可方已被告知此类损失、损害、索赔或费用的可能性或任何第三方的任何索赔。 在任何情况下，被许可方均不对许可方承担责任，条件是被许可方必须遵守本许可中规定的所有条款和条件。 6. 不弃权 如果本协议的一部分被认定为不可执行，则其余部分应有效。这意味着，如果《协定》的某一部分不合法，则《协定》的其余部分仍然有效。一方未能行使本协议项下的任何权利并不构成对（a）本协议的任何其他条款或条件的放弃，或（b）此后任何时候要求严格遵守本协议条款的权利。 © 2021 Epiforge Software， LLC.保留所有权利。
