Repository: Epiforge/FluxLocalization
Catalog: Wpf/WpfText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# MessageDialogDoNotWarn
source: Do not warn me about this again
cs: Nezachovávejte mě o tom znovu
da: Ikke advarer mig om dette igen
de: Warnte mich nicht noch einmal daran
fi: Älä varoita minua uudelleen
fr: Ne me préventions encore pas à ce sujet
it: Non mi avvertono di nuovo
ja: これについて私に警告しないでください
nl: Waarschuw me niet opnieuw
no: Ikke advare meg om dette igjen
pl: Nie ostrzegaj mnie ponownie
pt: Não me avise sobre isso novamente
ru: Не предупреждайте меня об этом снова
sk: Nepoužívajte ma o tom znova
sv: Varnar inte mig om det igen
zh_cn: 再也不会警告我了

# NoDatabaseSelectedPersistsText
source: I have no choice but to quit now. If you change your mind, launch me again and I'll help you select a database.
cs: Nemám na výběr, ale teď přestat.Pokud změníte názor, znovu mě spusťte a pomůžu vám vybrat databázi.
da: Jeg har intet andet valg end at afslutte nu.Hvis du skifter mening, start mig igen, og jeg hjælper dig med at vælge en database.
de: Ich habe keine andere Wahl, als jetzt aufzuhören.Wenn Sie Ihre Meinung ändern, starten Sie mich erneut und ich helfe Ihnen, eine Datenbank auszuwählen.
fi: Minulla ei ole muuta vaihtoehtoa kuin lopettaa nyt.Jos muutat mieltäsi, käynnistä minut uudelleen ja autan sinua valitsemaan tietokannan.
fr: Je n'ai d'autre choix que d'arrêter de fumer maintenant.Si vous changez d'avis, lancez-moi à nouveau et je vais vous aider à sélectionner une base de données.
it: Non ho altra scelta che smettere ora.Se cambi idea, lanci di nuovo di nuovo e ti aiuterò a selezionare un database.
ja: 今すぐ終了することはできません。あなたがあなたの心を変えたら、もう一度私を起動してデータベースを選択するのに役立ちます。
nl: Ik heb geen andere keuze dan nu te stoppen.Als je van gedachten verandert, lanceer me nog een keer en ik help je om een database te selecteren.
no: Jeg har ikke annet valg enn å slutte nå.Hvis du forandrer deg, start meg igjen, og jeg hjelper deg med å velge en database.
pl: Nie mam wyboru, ale teraz rzucić.Jeśli zmienisz zdanie, uruchom mnie ponownie, a pomogę Ci wybrać bazę danych.
pt: Eu não tenho escolha a não ser sair agora.Se você mudar de idéia, lance-me novamente e eu vou ajudá-lo a selecionar um banco de dados.
ru: У меня нет выбора, кроме как курить сейчас.Если вы передумаете, запустите меня снова, и я помогу вам выбрать базу данных.
sk: Nemám na výber, ale teraz prestať.Ak zmeníte svoju myseľ, znova ma spustite a pomôžem vám vybrať databázu.
sv: Jag har inget annat val än att sluta nu.Om du ändrar ditt sinne, starta mig igen och jag hjälper dig att välja en databas.
zh_cn: 我别无选择，只能戒烟。如果您改变主意，请再次启动我，我会帮助您选择一个数据库。

# NoDatabaseSelectedText
source: A database is required for Grindstone to do anything. Would you like to select one now?
cs: Pro Grindstone je nutná databáze.Chcete teď vybrat jednu?
da: En database er påkrævet for Grindstone at gøre noget.Vil du vælge en nu?
de: Eine Datenbank ist für den Schleifstein erforderlich, um alles zu tun.Möchten Sie jetzt einen auswählen?
fi: Hiomakivi vaaditaan tietokanta tehdä mitään.Haluatko valita yhden nyt?
fr: Une base de données est requise pour que Grindstone fasse n'importe quoi.Souhaitez-vous en choisir un maintenant?
it: È richiesto un database per Grittstone per fare qualsiasi cosa.Ti piacerebbe selezionarne uno adesso?
ja: 砥石は何もするためにデータベースが必要です。今すぐ選択しますか？
nl: Een database is vereist voor slijpsteen om iets te doen.Wilt u er nu een selecteren?
no: En database er nødvendig for Grindstone å gjøre noe.Vil du velge en nå?
pl: Dana baza danych jest wymagana do zrobienia czegokolwiek.Chcesz wybrać jeden?
pt: Um banco de dados é necessário para o Grindstone para fazer qualquer coisa.Você gostaria de selecionar um agora?
ru: База данных необходима для точика, чтобы сделать что-нибудь.Вы хотели бы выбрать один сейчас?
sk: Pre grindstone sa vyžaduje databáza.Chcete si vybrať jednu teraz?
sv: En databas krävs för slipsten att göra någonting.Vill du välja en nu?
zh_cn: Gringstone需要一个数据库来做任何事情。你想现在选择一个吗？

# OperationEditorControlChoiceHint
source: Choice
cs: Výběr
da: Valg
de: Auswahl
fi: Valinta
fr: Choix
it: Scelta
ja: 選択
nl: Keuze
no: Valg
pl: Wybór
pt: Escolha
ru: Выбор
sk: Voľba
sv: Val
zh_cn: 选择

# OperationEditorControlDurationHint
source: Duration
cs: Doba trvání
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
zh_cn: 期间

# OperationEditorControlFunctionHint
source: Function
cs: Funkce
da: Fungere
de: Funktion
fi: Toiminto
fr: Une fonction
it: Funzione
ja: 働き
nl: Functie
no: Funksjon
pl: Funkcjonować
pt: Função
ru: Функция
sk: Funkcia
sv: Fungera
zh_cn: 功能

# OperationEditorControlFunctionRequiresNoInput
source: This function does not require any input.
cs: Tato funkce nevyžaduje žádný vstup.
da: Denne funktion kræver ikke nogen indgang.
de: Diese Funktion erfordert keine Eingabe.
fi: Tämä toiminto ei vaadi mitään tuloa.
fr: Cette fonction ne nécessite aucune entrée.
it: Questa funzione non richiede alcun input.
ja: この関数は入力を必要としません。
nl: Deze functie vereist geen invoer.
no: Denne funksjonen krever ikke noen inngang.
pl: Ta funkcja nie wymaga żadnego wejścia.
pt: Esta função não requer nenhuma entrada.
ru: Эта функция не требует никакого ввода.
sk: Táto funkcia nevyžaduje žiadny vstup.
sv: Denna funktion kräver ingen inmatning.
zh_cn: 此功能不需要任何输入。

# OperationEditorControlIdHint
source: Unique identifier
cs: Unikátní identifikátor
da: Unik identifikator.
de: Eindeutige Kennung
fi: Yksilöllinen tunniste
fr: Identifiant unique
it: Identificativo unico
ja: 一意の識別子
nl: Unieke identifier
no: Unik identifikator
pl: Unikalny identyfikator
pt: Identificador único
ru: Уникальный идентификатор
sk: Jedinečný identifikátor
sv: Unik identifierare
zh_cn: 唯一标识符

# OperationEditorControlInstantHint
source: Instant
cs: Okamžitý
da: Øjeblikkelig
de: Sofortig
fi: Välitön
it: Istante
ja: インスタント
no: Umiddelbar
pl: Natychmiastowy
pt: Instante
ru: Мгновенный
sk: Okamžitý
sv: Omedelbar
zh_cn: 立即的

# OperationEditorControlNumberHint
source: Number
cs: Číslo
da: Nummer
de: Anzahl
fi: Määrä
fr: Numéro
it: Numero
ja: 番号
nl: Nummer
no: Nummer
pl: Numer
pt: Número
ru: Количество
sk: Číslo
sv: siffra
zh_cn: 数字

# OperationEditorControlRangeHint
source: Range
cs: Rozsah
da: Rækkevidde
de: Bereich
fi: Alue
fr: Varier
it: Allineare
ja: 範囲
nl: Bereik
no: Område
pl: Zakres
pt: Alcance
ru: Диапазон
sk: Rozsah
sv: Räckvidd
zh_cn: 范围

# OperationEditorControlValueHint
source: Value
cs: Hodnota
da: Værdi
de: Wert
fi: Arvo
fr: Valeur
it: Valore
ja: 価値
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ru: Ценность
sk: Hodnota
sv: Värde
zh_cn: 价值

# PasswordCollectionDialogPasswordEmpty
source: This database is encrypted and requires a password
cs: Tato databáze je šifrována a vyžaduje heslo
da: Denne database er krypteret og kræver en adgangskode
de: Diese Datenbank ist verschlüsselt und erfordert ein Passwort
fi: Tämä tietokanta salataan ja vaatii salasanan
fr: Cette base de données est cryptée et nécessite un mot de passe
it: Questo database è crittografato e richiede una password
ja: このデータベースは暗号化されており、パスワードが必要です
nl: Deze database is gecodeerd en vereist een wachtwoord
no: Denne databasen er kryptert og krever et passord
pl: Ta baza danych jest szyfrowana i wymaga hasła
pt: Este banco de dados é criptografado e requer uma senha
ru: Эта база данных зашифрована и требует пароля
sk: Táto databáza je šifrovaná a vyžaduje heslo
sv: Den här databasen är krypterad och kräver ett lösenord
zh_cn: 此数据库已加密并需要密码

# PasswordCollectionDialogPasswordHint
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
fi: Salasana
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
zh_cn: 密码

# PasswordCreationDialogConfirmEmpty
source: Must not be empty
cs: Nesmí být prázdný
da: Må ikke være tom
de: Darf nicht leer sein
fi: Ei saa olla tyhjä
fr: Ne doit pas être vide
it: Non deve essere vuoto
ja: 空にしてはいけません
nl: Mag niet leeg zijn
no: Må ikke være tom
pl: Nie może być pusty
pt: Não deve estar vazio
ru: Не должен быть пустым
sk: Nesmie byť prázdny
sv: Får inte vara tomt
zh_cn: 一定是空的

# PasswordCreationDialogConfirmHint
source: Confirm
cs: Potvrdit
da: Bekræfte
de: Bestätigen Sie
fi: Vahvistaa
fr: Confirmer
it: Confermare
ja: 確認
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
pt: confirme
ru: Подтверждать
sk: Potvrdiť
sv: Bekräfta
zh_cn: 确认

# PasswordCreationDialogNoMatch
source: The passwords you've entered don't match.
cs: Hesla, která jste zadali, neodpovídají.
da: De adgangskoder, du har indtastet, ikke stemmer overens.
de: Die eingegebenen Passwörter stimmen nicht überein.
fi: Antamasi salasanat eivät vastaa.
fr: Les mots de passe que vous avez entrés ne correspondent pas.
it: Le password che hai inserito non corrispondono.
ja: 入力したパスワードが一致しません。
nl: De wachtwoorden die u hebt ingevoerd, komen niet overeen.
no: Passordene du har skrevet inn, stemmer ikke overens.
pl: Wprowadzone hasła nie pasują.
pt: As senhas que você digitou não corresponde.
ru: Пароли, которые вы ввели, не совпадают.
sk: Heslá, ktoré ste zadali, sa nezhodujú.
sv: Lösenorden du har angett matchar inte.
zh_cn: 您输入的密码不匹配。

# PasswordCreationDialogPasswordEmpty
source: Must not be empty
cs: Nesmí být prázdný
da: Må ikke være tom
de: Darf nicht leer sein
fi: Ei saa olla tyhjä
fr: Ne doit pas être vide
it: Non deve essere vuoto
ja: 空にしてはいけません
nl: Mag niet leeg zijn
no: Må ikke være tom
pl: Nie może być pusty
pt: Não deve estar vazio
ru: Не должен быть пустым
sk: Nesmie byť prázdny
sv: Får inte vara tomt
zh_cn: 一定是空的

# PasswordCreationDialogPasswordHint
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
fi: Salasana
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
zh_cn: 密码

# RejectionReasonCannotCreateBuiltInValue
source: A change creating a value for a built-in trait was attempted.
cs: Změna vytvoření hodnoty pro vestavěný vlastnost byla pokusena.
da: En ændring, der skaber en værdi for en indbygget træk blev forsøgt.
de: Eine Änderung, die einen Wert für ein integriertes Merkmal erzeugt, wurde versucht.
fi: Muutos, joka luo arvon sisäänrakennetun piirteen arvoa.
fr: Un changement créant une valeur pour un trait intégré a été tenté.
it: È stata tentata una modifica che crea un valore per un tratto incorporato.
ja: 組み込み形質の値を作成する変更が試みられました。
nl: Een verandering die een waarde creëert voor een ingebouwde eigenschap werd geprobeerd.
no: En endring som skaper en verdi for et innebygd trekk ble forsøkt.
pl: Podjęto próbę utworzenia wartości dla wbudowanej cechy.
pt: Uma mudança criando um valor para uma característica incorporada foi tentada.
ru: Изменение, создающее значение для встроенной черты.
sk: Pokúsil sa o zmenu vytvorenú hodnotu pre vstavanú vlastnosť.
sv: En förändring som skapar ett värde för ett inbyggt drag försöktes.
zh_cn: 尝试了创建内置特征的值的更改。

# RejectionReasonCannotDeleteBuiltInTrait
source: A change deleting a built-in trait was attempted.
cs: Pokus o změnu smazání vestavěné vlastnosti.
da: En ændring, der sletter en indbygget træk blev forsøgt.
de: Eine Änderung, die ein integriertes Merkmal löscht, wurde versucht.
fi: Muutos, joka poistaa sisäänrakennetun ominaisuuden.
fr: Un changement supprime un trait intégré a été tenté.
it: È stata tentata una modifica che elimina un tratto incorporato.
ja: 組み込みの特性を削除する変更が試みられました。
nl: Een verandering die een ingebouwde eigenschap wordt verwijderd, werd geprobeerd.
no: En endring som sletter et innebygd trekk ble forsøkt.
pl: Podjęto zmianę usuwania wbudowanej cechy.
pt: Uma mudança excluindo um traço embutido foi tentada.
ru: Изменение, удаление встроенной черты.
sk: Pokúsili sa zmena vymazania zabudovaného znaku.
sv: En förändring som tar bort ett inbyggt drag var försökt.
zh_cn: 尝试了删除内置特征的变化。

# RejectionReasonCannotDeleteBuiltInValue
source: A change deleting a value for a built-in trait was attempted.
cs: Změna vymazání hodnoty pro vestavěný vlastnost byla pokusena.
da: En ændring, der sletter en værdi for en indbygget træk blev forsøgt.
de: Eine Änderung, die einen Wert für ein integriertes Merkmal löscht, wurde versucht.
fi: Muutos, joka poistaa sisäänrakennetun ominaisuuden arvon.
fr: Une modification supprime une valeur pour un trait intégré a été tentée.
it: È stata tentata una modifica dell'eliminazione di un valore per un tratto incorporato.
ja: 組み込み形質の値を削除する変更が試みられました。
nl: Een verandering die een waarde voor een ingebouwde eigenschap wordt verwijderd, werd geprobeerd.
no: En endring som sletter en verdi for en innebygd egenskap ble forsøkt.
pl: Próbowano zmiany usunięcia wartości dla wbudowanej cechy.
pt: Uma mudança excluindo um valor para uma característica embutida foi tentada.
ru: Было предпринято изменение, удаление значения для встроенной черты.
sk: Pokúsili sa zmena vymazania hodnoty pre vstavanú vlastnosť.
sv: En förändring som tar bort ett värde för ett inbyggt drag försökte.
zh_cn: 尝试删除内置特征的值的更改。

# RejectionReasonCannotUpdateReadOnlyBuiltInValue
source: A change updating a read-only value for a built-in trait was attempted.
cs: Změna aktualizace hodnoty pouze pro čtení pro vestavěný vlastnost byla pokusena.
da: En ændring opdatering af en skrivebeskyttet værdi for en indbygget træk blev forsøgt.
de: Eine Änderung der Aktualisierung eines schreibgeschützten Werts für ein integriertes Merkmal wurde versucht.
fi: Muutos päivitetään vain sisäänrakennetun ominaisuuden vain lukumäärän arvon.
fr: Un changement met à jour une valeur en lecture seule pour un trait intégré a été tenté.
it: Un cambiamento che aggiorna un valore di sola lettura per un tratto incorporato è stato tentato.
ja: 変更された特性の読み取り専用値を更新する変更が試みられました。
nl: Een wijziging die wordt bijgewerkt met een alleen-lezen waarde voor een ingebouwde eigenschap werd geprobeerd.
no: En endring oppdatering av en skrivebeskyttet verdi for en innebygd egenskap ble forsøkt.
pl: Próbowano zmienić aktualizację wartości tylko do odczytu dla wbudowanej cechy.
pt: Uma alteração atualizando um valor somente leitura para uma característica incorporada foi tentada.
ru: Изменение обновления значения для чтения для встроенного признака.
sk: Zmeniť aktualizáciu hodnoty iba na čítanie pre vstavanú vlastnosť.
sv: En ändring Uppdatering av ett skrivskyddat värde för ett inbyggt drag försöktes.
zh_cn: 尝试更新更新内置特征的只读值。

# RejectionReasonEntityCatalogFailed
source: A change to create a piece of data succeeded, but the data could not be catalogued.
cs: Změna vytváření datových dat uspělo, ale data nemohla být katalogizována.
da: En ændring for at skabe et stykke data lykkedes, men dataene kunne ikke katalogiseres.
de: Eine Änderung, um ein Datenbild zu erstellen, erlangte, aber die Daten konnten nicht katalogisiert werden.
fi: Muutos tietojen luomiseksi onnistui, mutta tietoja ei voitu luetteloida.
fr: Un changement pour créer un morceau de données a réussi, mais les données n'ont pas pu être cataloguées.
it: Una modifica per creare un pezzo di dati è riuscito, ma i dati non possono essere catalogati.
ja: データを作成するための変更は成功しましたが、データはカタログ化できませんでした。
nl: Een wijziging om een stukje gegevens te creëren, maar de gegevens konden niet worden gecatalogeerd.
no: En endring for å skape et stykke data lyktes, men dataene kunne ikke katalogiseres.
pl: Zmiana utworzenia danych udało się udać, ale dane nie mogły zostać skatalogowe.
pt: Uma mudança para criar um pedaço de dados é bem-sucedido, mas os dados não puderam ser catalogados.
ru: Изменение для создания элемента данных удалось, но данные не могут быть каталогизированы.
sk: Zmena na vytvorenie úspešného kusu údajov, ale údaje nebolo možné katalogizovať.
sv: En förändring för att skapa en bit av data lyckades, men data kunde inte katalogiseras.
zh_cn: 更改创建一段数据成功，但无法编目数据。

# RejectionReasonEntityCreationFailed
source: A change to create a piece of data failed.
cs: Změna vytvoření dat dat se nezdařila.
da: En ændring for at skabe et stykke data mislykkedes.
de: Eine Änderung, um ein Datenbild zu erstellen, fehlgeschlagen ist.
fi: Muutos tietojen luomiseen epäonnistui.
fr: Un changement pour créer un morceau de données a échoué.
it: Una modifica per creare un pezzo di dati non riuscito.
ja: データを作成するための変更に失敗しました。
nl: Een wijziging om een stukje gegevens te maken mislukt.
no: En endring for å skape et stykke data mislyktes.
pl: Zmiana utworzenia danych nie powiodła się.
pt: Uma mudança para criar um pedaço de dados falhou.
ru: Изменение для создания ошибки данных.
sk: Zmena na vytvorenie kusu údajov zlyhala.
sv: En ändring för att skapa en bit data misslyckades.
zh_cn: 更改创建一段数据失败。

# RejectionReasonEntityCreationInvalidTraitEntityType
source: A change creating a trait for a kind of data that could not be found was attempted.
cs: Změna vytvoření vlastnosti pro určitou datu, která nebyla nalezena nebyla nalezena.
da: En ændring, der skaber et træk for en slags data, der ikke kunne findes, blev forsøgt.
de: Eine Änderung, die ein Merkmal für eine Art von Daten erzeugt, die nicht gefunden werden konnte, wurde versucht.
fi: Muutos, joka luo piirteen eräänlaisia tietoja, joita ei löytynyt, oli yritetty.
fr: Un changement créant un trait pour une sorte de données introuvable a été tenté.
it: Una modifica che crea un tratto per un tipo di dati che non è stato trovato è stato tentato.
ja: 見つからなかった一種のデータのための特性を作成する変更が試みられました。
nl: Een verandering die een eigenschap creëert voor een soort gegevens die niet kon worden gevonden, werd geprobeerd.
no: En endring som skaper en egenskap for en slags data som ikke ble funnet, ble forsøkt.
pl: Zmiana tworzenia cechy dla rodzaju danych, których nie można znaleźć.
pt: Uma mudança criando um traço para um tipo de dados que não puderam ser encontrados.
ru: Изменение, создающее черту для своего рода данных, которые не могут быть найдены.
sk: Zmeniť vytvorenie vlastnosti pre druh údajov, ktoré nebolo možné nájsť.
sv: En förändring som skapar ett drag för en typ av data som inte kunde hittas var försökt.
zh_cn: 尝试了创建无法找到的数据的特性的变化。

# RejectionReasonEntityNotFound
source: A change to a piece of data that could not be found was attempted.
cs: Změna dat, která nemohla být nalezena, byla provedena.
da: En ændring til et stykke data, der ikke kunne findes, blev forsøgt.
de: Eine Änderung zu einem Datenteil, das nicht gefunden wurde, wurde versucht.
fi: Muutos tietoihin, joita ei löytynyt, oli yritetty.
fr: Une modification d'un morceau de données introuvable a été tentée.
it: È stato tentato una modifica a un pezzo di dati che non è stato tentato.
ja: 見つからなかったデータの変更が試みられました。
nl: Een verandering in een stuk dat er niet kon worden gevonden, werd geprobeerd.
no: En endring til et stykke data som ikke ble funnet, ble forsøkt.
pl: Zmiana danych, której nie można znaleźć.
pt: Uma mudança para um pedaço de dados que não pôde ser encontrado foi tentada.
ru: Было предпринята попытка изменения на предмет данных, которые не могли быть найдены.
sk: Pokúsili sa zmena na kus údajov, ktoré nebolo možné nájsť.
sv: En förändring till en bit data som inte kunde hittas var försökt.
zh_cn: 尝试了一个无法找到的数据的变化。

# RejectionReasonEntityTypeIdNotFound
source: A change to an unknown type of data was attempted.
cs: Pokus o změnu neznámého typu dat.
da: En ændring til en ukendt type data blev forsøgt.
de: Eine Änderung einer unbekannten Art von Daten wurde versucht.
fi: Muutos tuntemattomaan tietotyyppiin yritettiin.
fr: Un changement à un type de données inconnu a été tenté.
it: È stata tentata una modifica a un tipo sconosciuto di dati.
ja: 未知のタイプのデータへの変更が試みられました。
nl: Een verandering in een onbekend aantal gegevens werd geprobeerd.
no: En endring i en ukjent type data ble forsøkt.
pl: Próbowano zmianę nieznanego typu danych.
pt: Uma mudança para um tipo desconhecido de dados foi tentada.
ru: Было предпринято изменение данных неизвестного типа данных.
sk: Pokúsil sa zmena na neznámy typ údajov.
sv: En förändring till en okänd typ av data försöktes.
zh_cn: 尝试了对未知类型数据的更改。

# RejectionReasonEntityTypeNotSupported
source: A change to an unsupported type of data was attempted.
cs: Byla pokusena změna nepodporovaného typu dat.
da: En ændring til en ikke-understøttet type data blev forsøgt.
de: Eine Änderung einer nicht unterstützten Datenart wurde versucht.
fi: Muutos tuettuun tietotyyppiin yritettiin.
fr: Une modification d'un type de données non pris en charge a été tentée.
it: È stata tentata una modifica a un tipo di dati non supportato.
ja: サポートされていない種類のデータへの変更が試みられました。
nl: Een wijziging in een niet-ondersteund type gegevens werd geprobeerd.
no: En endring i en ikke-støttet type data ble forsøkt.
pl: Próbowano zmiany do nieobsługiwanego rodzaju danych.
pt: Uma mudança para um tipo não suportado de dados foi tentada.
ru: Была предпринята перемен на неподдерживаемый тип данных.
sk: Pokúsili sa zmena na nepodporovaný typ údajov.
sv: En förändring till en icke-stödd typ av data försöktes.
zh_cn: 尝试了对不支持的数据类型的更改。

# RejectionReasonPreviousTokenMismatch
source: A change that modifies something with an intervening modification was attempted.
cs: Změna, která modifikuje něco s intervenční modifikací.
da: En ændring, der ændrer noget med en mellemliggende modifikation, blev forsøgt.
de: Eine Änderung, die etwas mit einer dazwischenliegenden Modifikation modifiziert, wurde versucht.
fi: Muutos, joka muuttaa jotain puuttuvan muutoksen kanssa.
fr: Un changement qui modifie quelque chose avec une modification intermédiaire a été tenté.
it: È stato tentato un cambiamento che modifica qualcosa con una modifica intermedio.
ja: 介入変更で何かを変更する変更が試みられました。
nl: Een verandering die iets aanpast met een tussenliggende modificatie werd geprobeerd.
no: En endring som endrer noe med en mellomliggende modifikasjon ble forsøkt.
pl: Próbowano zmiany, które modyfikuje coś z modyfikacją interweniującą.
pt: Uma mudança que modifica algo com uma modificação interveniente foi tentada.
ru: Изменение, которое модифицирует что-то с промежуточной модификацией.
sk: Pokúsili sa zmena, ktorá modifikuje niečo s externou úpravou.
sv: En förändring som ändrar något med en mellanliggande modifiering försökte.
zh_cn: 尝试改变具有介入修改的内容的变化。

# RejectionReasonTraitNotFound
source: A trait value change for a trait that could not be found was attempted.
cs: Změna hodnoty hodnoty pro vlastnost, kterou nelze nalézt, byla pokusena.
da: En trækværdiændring for et træk, der ikke kunne findes, blev forsøgt.
de: Eine Merkmal-Wertänderung für eine Eigenschaft, die nicht gefunden wurde, wurde versucht.
fi: Preitin arvo muuttuu piirrelle, jota ei löytynyt, oli yritetty.
fr: Une modification de la valeur de trait pour un trait qui n'a pas pu être trouvée a été tentée.
it: È stato tentato un cambiamento del valore del tratto per un tratto che non è stato tentato.
ja: 見つけられなかった形質の特性値の変更が試みられました。
nl: Een eigenschapswaarde voor een eigenschap die niet kon worden gevonden, werd geprobeerd.
no: En egenskapsverdiendring for et trekk som ikke ble funnet, ble forsøkt.
pl: Wartość cechy zmieniana dla cechy, której nie można znaleźć.
pt: Uma mudança de valor de traço para uma característica que não pôde ser encontrada foi tentada.
ru: Попытка, которая не может быть найдена черта, которая не может быть найдена.
sk: Zmena hodnoty znaku pre vlastnosť, ktorá sa nedá nájsť.
sv: Ett dragvärde förändras för ett drag som inte kunde hittas var försökt.
zh_cn: 尝试了无法找到的特质的特质价值变化。
