Repository: Epiforge/FluxLocalization
Catalog: AppLogic/AppLogicText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# StandardDatabaseInitializerAssignmentViewIncompleteParameterName
source: Incomplete
cs: Neúplný
da: Ufuldstændig
de: Unvollständig
fi: Epätäydellinen
fr: Incomplet
it: Incompleto
ja: 不完全な
nl: Incompleet
no: Ufullstendig
pl: Niekompletny
pt: Incompleto
ru: Неполный
sk: Neúplný
sv: Ofullständig
zh_cn: 不完整

# StandardDatabaseInitializerAssignmentViewName
source: Assignments
cs: Přiřazení
da: Afleveringer
de: Zuordnungen
fi: Tehtävät
fr: Missions
it: Compiti
ja: 割り当て
nl: Opdrachten
no: Oppgaver
pl: Zadania
pt: atribuições
ru: Назначения
sk: Úlohy
sv: Uppgifter
zh_cn: 分配

# StandardDatabaseInitializerAssignmentViewOverdueParameterName
source: Overdue
cs: Zpožděný
da: Forsinket
de: Überfällig
fi: Myöhässä
fr: En retard
it: In ritardo
ja: 末尾の
nl: Verlopen
no: Forfalt
pl: Zaległy
pt: Atrasado
ru: Просроченный
sk: Po splatnosti
sv: Försenad
zh_cn: 逾期

# StandardDatabaseInitializerAssignmentViewOverEstimateParameterName
source: Over estimate
cs: Nadhodnocení
da: Overvurdere
de: Überschätzen
fi: Yliarvioida
fr: Surestimer
it: Sovrastimare
ja: 過大評価の
nl: Overschatting
no: Overvurdere
pl: Przeszacować
pt: Superestimação
ru: Переоценивать
sk: Nadhodnotený
sv: Överskattning
zh_cn: 高估

# StandardDatabaseInitializerAssignmentViewPersonColumnName
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# StandardDatabaseInitializerAssignmentViewPersonParameterName
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# StandardDatabaseInitializerAssignmentViewPriorityColumnName
source: Priority
cs: Přednost
da: Prioritet
de: Priorität
fi: Etusija
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: Приоритет
sk: Priorita
sv: Prioritet
zh_cn: 优先事项

# StandardDatabaseInitializerAssignmentViewPriorityParameterName
source: Priority
cs: Přednost
da: Prioritet
de: Priorität
fi: Etusija
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: Приоритет
sk: Priorita
sv: Prioritet
zh_cn: 优先事项

# StandardDatabaseInitializerAssignmentViewTimeColumnName
source: Time
cs: Čas
da: Tid
de: Zeit
fi: Aika
fr: Temps
it: Tempo
ja: 時間
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sk: Čas
sv: Tid
zh_cn: 时间

# StandardDatabaseInitializerAssignmentViewWorkItemColumnName
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# StandardDatabaseInitializerAssignmentViewWorkItemParameterName
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# StandardDatabaseInitializerFirstTimedWorkItemName
source: Using Grindstone
cs: Pomocí grindstone.
da: Ved hjælp af Grindstone.
de: Mit Schleifstein verwenden.
fi: Grindstonen avulla
fr: En utilisant de la mouche
it: Usando la macina
ja: 砥石を使う
nl: Met slijpsteen
no: Bruker Grindstone.
pl: Za pomocą Grindstone.
pt: Usando Grindstone.
ru: Используя grindstone
sk: Použitie grindstone
sv: Med hjälp av slipsten
zh_cn: 使用磨石

# StandardDatabaseInitializerMyAssignmentViewLatestEndColumnName
source: Latest end
cs: Poslední konec
de: Letztes Ende
fi: Viimeisin loppu
fr: Dernière fin
it: Ultima fine
ja: 最新の終わり
nl: Laatste einde
no: Siste slutt
pl: Ostatni koniec
pt: Último fim
ru: Последний конец
sk: Najnovší koniec
zh_cn: 最新结束

# StandardDatabaseInitializerMyAssignmentViewName
source: My assignments
cs: Moje úkoly
de: Meine Aufgaben
fi: Minun tehtäväni
fr: Mes missions
it: I miei compiti
ja: 私の割り当て
nl: Mijn opdrachten
no: Mine oppdrag
pl: Moje zadania
pt: Minhas atribuições
ru: Мои задания
sk: Moje úlohy
zh_cn: 我的任务

# StandardDatabaseInitializerMyTimeSliceViewName
source: My time slices
cs: Můj čas řezy
de: Meine Zeitscheiben
fi: Aikani leikkaa
fr: Mes tranches de temps
it: I miei intervalli di tempo
ja: 私のタイムスライス
nl: Mijn tijd plakjes
no: Tiden min kutter
pl: Moje wycinki czasu
pt: Minhas fatias de tempo
ru: Мои отрезки времени
sk: Môj čas rezy
zh_cn: 我的时间片

# StandardDatabaseInitializerPersonViewName
source: People
cs: Lidé
de: Menschen
fi: Ihmiset
fr: Personnes
it: Persone
ja: 人々
nl: Mensen
no: Mennesker
pl: Ludzie
pt: Pessoas
ru: Люди
sk: Ľudia
zh_cn: 人们

# StandardDatabaseInitializerPersonViewNameColumnName
source: Name
cs: název
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
zh_cn: 姓名

# StandardDatabaseInitializerPriorityViewName
source: Priorities
cs: Priority
de: Prioritäten
fi: Prioriteetit
fr: Priorités
it: Priorità
ja: 優先順位
nl: Prioriteiten
no: Prioriteringer
pl: Priorytety
pt: Prioridades
ru: Приоритеты
sk: Priority
zh_cn: 优先事项

# StandardDatabaseInitializerPriorityViewNameColumnName
source: Name
cs: název
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
zh_cn: 姓名

# StandardDatabaseInitializerTimeSliceViewDurationColumnName
source: Duration
cs: Doba trvání
de: Dauer
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sk: Trvanie
zh_cn: 期间

# StandardDatabaseInitializerTimeSliceViewEndColumnName
source: End
cs: Konec
de: Ende
fi: Loppu
fr: Finir
it: Fine
ja: 終わり
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
ru: Конец
sk: Koniec
zh_cn: 结尾

# StandardDatabaseInitializerTimeSliceViewFromParameterName
source: From
cs: Z
de: Aus
fr: Depuis
it: A partire dal
ja: から
nl: Van
no: Fra
pl: Od
pt: A partir de
ru: От
sk: Od
zh_cn: 从

# StandardDatabaseInitializerTimeSliceViewName
source: Time slices
cs: Časové řezy
de: Zeitscheiben
fi: Aika viipaleita
fr: Tranches de temps
it: Intervalli di tempo
ja: タイムスライス
nl: Tijdplakken
no: Tidsskiver
pl: Odcinki czasu
pt: Fatias de tempo
ru: Срезы времени
sk: Časové rezy
zh_cn: 时间片

# StandardDatabaseInitializerTimeSliceViewStartColumnName
source: Start
fi: alkaa
fr: Démarrer
it: Inizio
ja: 始める
nl: Begin
pl: Początek
pt: Começar
ru: Начинать
sk: Štart
zh_cn: 开始

# StandardDatabaseInitializerTimeSliceViewToParameterName
source: To
cs: Na
de: Zu
fi: Vastaanottaja
fr: Pour
it: A
ja: に
nl: Tot
no: Til
pl: W celu
pt: Para
ru: К
sk: Komu
zh_cn: 到

# StandardDatabaseInitializerWorkItemViewName
source: Work items
cs: Pracovní předměty
de: Arbeitsgegenstände
fi: Työkohteet
fr: Objets de travail
it: Articoli da lavoro
ja: 作業項目
nl: Werk spullen
no: Arbeidsartikler
pl: Przedmioty do pracy
pt: Itens de trabalho
ru: Рабочие элементы
sk: Pracovné predmety
zh_cn: 工作项目

# StandardDatabaseInitializerWorkItemViewNameColumnName
source: Name
cs: název
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
zh_cn: 姓名

# StatusProviderNameColumnEditor
source: Column editor
cs: Sloupec Editor
da: Kolonne Editor.
de: Spalten-Editor
fi: Kolonnin editori
fr: Éditeur de colonnes
it: Editor di colonne
ja: 列編集
nl: Kolomeditor
no: Kolonne Editor.
pl: Edytor kolumny
pt: Editor de coluna.
ru: Редактор колонна
sk: Stĺpový editor
sv: Kolumnredigerare
zh_cn: 列编辑器

# StatusProviderNameSession
source: Session controller
cs: Regulátor relace
de: Sitzungssteuerung
fi: Istunnon ohjain
fr: Contrôleur de session
it: Controller di sessione
ja: セッションコントローラ
pl: Kontroler sesji.
pt: Controlador de sessão.
ru: Контроллер сеанса
sk: Regulátor relácie
sv: Sessionsregulator
zh_cn: 会话控制器

# StatusProviderNameViewDuplicator
source: View duplicator
cs: Zobrazit duplikátor
da: Se Duplicator.
de: Duplikator anzeigen.
fi: Näytä kaksoiskappale
fr: Voir duplicateur
it: Visualizza Duplicator.
ja: デュプリケーターを見る
nl: Bekijk duplicator
no: Se Duplicator.
pl: Zobacz duplikator.
pt: Ver duplicador
ru: Просмотр дубликатора
sk: Zobraziť duplikátor
sv: Visa Duplicator
zh_cn: 查看复制器

# StatusProviderNameViewEditor
source: View editor
cs: Zobrazit editor
da: Se editor
fi: Näytä editori
fr: Éditeur de vue
it: Visualizza Editor.
ja: 編集者を表示します
nl: Bekijk editor
no: Se redaktør
pl: Wydajnik widoku
pt: Ver Editor
ru: Просмотр редактора
sk: Zobraziť editor
sv: Visa redaktör
zh_cn: 查看编辑器

# StopwatchOptionsDisplayOperationCaption
source: Display operation
cs: Provoz displeje
fi: Näytön toiminta
fr: Fonctionnement de l'affichage
it: Operazione di visualizzazione
ja: 表示操作
nl: Weergavebediening
no: Vis operasjon
pl: Operacja wyświetlania
pt: Operação de exibição
ru: Работа дисплея
sk: Prevádzka displeja
zh_cn: 显示操作

# StopwatchOptionsDurationOperationCaption
source: Duration operation
cs: Doba provozu
fi: Kestotoiminto
fr: Durée de fonctionnement
it: Operazione di durata
ja: 持続時間操作
nl: Duur operatie
no: Varighet operasjon
pl: Czas trwania operacji
pt: Operação de duração
ru: Продолжительность операции
sk: Trvanie prevádzky
zh_cn: 持续时间操作

# TimeSliceSplitterCaption
source: Splitting {0}
cs: Rozdělení {0}
fi: Jaetaan {0}
it: Divisione {0}
ja: 分割{0}
nl: Splitsen {0}
no: Deler {0}
pl: Dzielenie {0}
pt: Divisão {0}
ru: Разделение {0}
sk: Rozdelenie {0}
zh_cn: 拆分 {0}

# TimeSliceSplitterCaptionUnknown
source: unknown time slice
cs: neznámý časový úsek
fi: tuntematon aikaviipale
it: intervallo di tempo sconosciuto
ja: 不明なタイムスライス
nl: onbekende tijdschijf
no: ukjent tidsstykke
pl: nieznany wycinek czasu
pt: fatia de tempo desconhecida
ru: неизвестный отрезок времени
sk: neznámy časový úsek
zh_cn: 未知时间片

# TraitTypeNameAssignment
source: Assignment
cs: Úkol
da: Tildeling
de: Abtretung
fi: Tehtävä
fr: Mission
it: Incarico
ja: 割り当て
nl: Opdracht
no: Oppdrag
pl: Zadanie
pt: Tarefa
ru: Назначение
sk: Priradenie
sv: Uppdrag
zh_cn: 任务

# TraitTypeNameBoolean
source: Boolean
fi: Boolealainen
fr: Booléen
it: Booleano
ja: ブレアー
no: Boolsk.
pt: boleano
ru: Логический
sv: Boolesisk
zh_cn: 布尔

# TraitTypeNameDuration
source: Duration
cs: Doba trvání
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
zh_cn: 期间

# TraitTypeNameEntityTypeId
source: Entity type
cs: Typu entity.
de: Entitätstyp.
fi: Yksikön tyyppi
fr: Type d'entité
it: Tipo di entità
ja: エンティティタイプ
nl: Entiteitstype
pl: Typ encji
pt: Tipo de entidade
ru: Тип объекта
sk: Typ entity
sv: Entitetstyp
zh_cn: 实体类型

# TraitTypeNameId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# TraitTypeNameInstant
source: Instant
cs: Okamžitý
da: Øjeblikkelig
de: Sofortig
fi: Välitön
it: Istante
ja: インスタント
no: Umiddelbar
pl: Natychmiastowy
pt: Instante
ru: Мгновенный
sk: Okamžitý
sv: Omedelbar
zh_cn: 立即的

# TraitTypeNameInstantRange
source: Instant range
cs: Okamžitý rozsah
da: Øjeblikkelig rækkevidde.
de: Sofortiger Bereich
fr: Gamme instantanée
it: Gamma istantanea
ja: インスタントレンジ
nl: Instant bereik
pl: Natychmiastowy zakres
pt: Gama instantânea
ru: Мгновенный диапазон
sv: Direktområde
zh_cn: 即时范围

# TraitTypeNameListValue
source: List value
cs: Seznam hodnot
da: Liste værdi.
de: Listenwert
fi: List-arvo
fr: Valeur de liste
it: Elenco valore
ja: リスト値
nl: Lijstwaarde
no: Listeverdi
pl: Wartość listy
pt: Valor da lista.
ru: Список значений
sk: Hodnota
sv: Listvärde
zh_cn: 列出价值

# TraitTypeNameMultiLineText
source: Multi-line text
da: Multi-line tekst
fi: Multi-line-teksti
fr: Texte multiligne
it: Testo multilineo
ja: マルチラインテキスト
nl: Multi-line tekst
no: Multi-line tekst
pl: Tekst wieloinarny
pt: Texto multi-line
ru: Многострочный текст
zh_cn: 多线文本

# TraitTypeNameNone
source: None
cs: Žádný
da: Ingen
de: Keiner
fi: Ei mitään
fr: Rien
it: Nessuno
ja: なし
nl: Geen
no: Ingen
pl: Nic
pt: Nenhum
ru: Никто
sk: Nefajčiarsky
sv: Ingen
zh_cn: 没有任何

# TraitTypeNameNumber
source: Number
cs: Číslo
da: Nummer
de: Anzahl
fi: Määrä
fr: Numéro
it: Numero
ja: 番号
nl: Nummer
no: Nummer
pl: Numer
pt: Número
ru: Количество
sk: Číslo
sv: siffra
zh_cn: 数字

# TraitTypeNamePerson
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# TraitTypeNameSingleLineText
source: Single-line text
cs: Jednorázový text
da: Single-line tekst
fi: Yhden line-teksti
fr: Texte unique
it: Testo a riga singola
ja: 単線テキスト
nl: Single-line-tekst
no: Enkeltlinje tekst
pl: Tekst jednorazowy
pt: Texto de linha única
ru: Однострочный текст
sk: Jedno-riadkový text
sv: Enstaka text
zh_cn: 单行文本

# TraitTypeNameTimeSlice
source: Time slice
cs: Čas plátek
de: Zeitscheibe
fi: Aikaviipale
fr: Tranche de temps
it: Fetta del tempo
ja: タイムスライス
nl: Tijdslijf
pt: Intervalo de tempo
ru: Временной среза
sk: Čas
sv: Tidskiva
zh_cn: 时间片

# TraitTypeNameTrait
source: Trait
cs: Vlastnost
da: Egenskab
de: Merkmal
fi: Piirre
it: Tratto
ja: tr tr
nl: Karaktereigenschap
no: Trekk
pl: Cecha
pt: Traço
ru: Черта характера
sk: Vlastnosť
sv: Drag
zh_cn: 特征

# TraitTypeNameTraitType
source: Trait type
cs: Typ vlastnosti.
da: Træk type
de: Traitietyp.
fi: Piirretyyppi
fr: Type de trait
it: Tipo di tratto
ja: 形質タイプ
nl: Eigenschaptype
no: Trekk type
pl: Typ cechy
pt: Tipo de traço
ru: Тип черта
sk: Typ farma
sv: Egenskapstyp
zh_cn: 特质

# TraitTypeNameWorkItem
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# ViewDuplicatorCaption
source: Duplicating {0}
cs: Duplikující {0}
da: Duplikerer {0}
de: Duplizieren {0}
fr: Duplication {0}
it: Duplicazione {0}
ja: {0}の複製
nl: Dupliceren {0}
no: Dupliserer {0}
pl: Duplikowanie {0}
pt: Duplicando {0}
ru: Дублирование {0}
sk: Duplikovanie {0}
zh_cn: 复制{0}

# ViewEditorCaptionCreating
source: Creating view
cs: Vytvoření zobrazení
da: Oprettelse af visning
de: Ansicht erstellen.
fi: Luominen
fr: Création de vue
it: Creazione di View.
ja: ビューを作成する
nl: Weergave
no: Skape utsikt
pl: Tworzenie widoku.
pt: Criando vista
ru: Создание просмотра
sk: Vytvorenie zobrazenia
sv: Skapa syn
zh_cn: 创建视图

# ViewEditorCaptionModifying
source: Modifying {0}
cs: Úprava {0}
da: Ændring af {0}
de: Ändern von {0}
fi: Muotoilu {0}
fr: Modifier {0}
it: Modifica {0}
ja: {0}の変更
nl: Wijzigen {0}
no: Modifisere {0}
pl: Modyfikowanie {0}
pt: Modificando {0}
ru: Изменение {0}
sk: Modifikácia {0}
sv: Ändra {0}
zh_cn: 修改{0}

# ViewEditorErrorEntityTypeNull
source: Entity type not found
cs: Typ entity nebyl nalezen
da: Entity Type ikke fundet
de: Entitätstyp nicht gefunden
fi: Yksikön tyyppi ei löydy
fr: Type d'entité non trouvé
it: Tipo di entità non trovato
ja: エンティティタイプが見つかりません
nl: Entiteitstype niet gevonden
no: Entity type ikke funnet
pl: Nie znaleziono typu jednostki
pt: Tipo de entidade não encontrado
ru: Тип сущности не найден
sk: Typ entity sa nenašiel
sv: Entity typen hittades inte
zh_cn: 找不到实体类型

# ViewEditorErrorOwnerNull
source: Owner not found
cs: Vlastník nebyl nalezen
da: Ejer ikke fundet
de: Besitzer nicht gefunden
fi: Omistaja ei löytynyt
fr: Propriétaire non trouvé
it: Proprietario non trovato.
ja: 所有者が見つかりません
nl: Eigenaar niet gevonden
no: Eier ikke funnet
pl: Nie znaleziono właściciela
pt: Proprietário não encontrado
ru: Владелец не найден
sk: Majiteľ sa nenašiel
sv: Ägare inte hittat
zh_cn: 所有者找不到

# ViewEditorFilterOperation
source: Filter operation
cs: Provoz filtru
fi: Suodattimen toiminta
fr: Fonctionnement du filtre
it: Operazione di filtraggio
ja: フィルター操作
nl: Filterbewerking
no: Filterdrift
pl: Operacja filtrowania
pt: Operação de filtro
ru: Работа с фильтром
sk: Prevádzka filtra
zh_cn: 过滤操作
