Repository: Epiforge/FluxLocalization
Catalog: AppLogic/AppLogicText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# BusyStatusColumnEditorCreatingColumn
source: Creating column
cs: Vytváření sloupce
da: Oprettelse af kolonne
de: Spalte erstellen
fi: Sarakkeen luominen
fr: Créer une colonne
it: Creazione di colonne
ja: 列を作成する
nl: Kolom maken
no: Opprette kolonne
pl: Tworzenie kolumny
pt: Criando coluna.
ru: Создание колонна
sk: Vytvorenie stĺpca
sv: Skapa kolumn
zh_cn: 创建列

# BusyStatusColumnEditorModifyingColumn
source: Editing column
cs: Úprava sloupce
da: Redigering af kolonne
de: Spalte bearbeiten
fi: Muokkauspylväs
fr: Colonne d'édition
it: Modifica della colonna
ja: 列の編集
nl: Kolom bewerken
no: Redigeringskolonne
pl: Kolumna edycji
pt: Editando a coluna
ru: Редактирование колонны
sk: Stĺpec na úpravu
sv: Redigeringskolumn
zh_cn: 编辑专栏

# BusyStatusSessionCancellingPendingDuplicatorsAndEditors
source: Cancelling pending duplicators & editors
cs: Zrušení nevyřízených duplikátorů a editorů
da: Annullering Afventer duplikatorer og redaktører
de: Ausstehende Duplizatoren und Redakteure stornieren
fi: Odotettavien päällekkäisten ja toimittajien peruuttaminen
fr: Annulation des duplicateurs en attente et des éditeurs
it: Annullamento dei duplicatori e degli editori in attesa
ja: 保留中の複製者と編集者をキャンセルする
nl: In afwachting van duplicators en -redacteuren
no: Avbryt venter på duplikatorer og redaktører
pl: Anulowanie oczekujących powielaków i redaktorów
pt: Cancelamento de duplicadores e editores pendentes
ru: Отмена ожидающих дубликаторов и редакторов
sk: Zrušenie čakajúcich duplikátorov a editorov
sv: Avbryta pågående duplicatorer och redaktörer
zh_cn: 取消待处理的复制品和编辑

# BusyStatusSessionCategorizingViews
source: Categorizing views
cs: Kategorizace zobrazení
da: Kategorisering af synspunkter.
de: Ansichten kategorisieren.
fi: Näkymien luokittelu
fr: Catégoriser des vues
it: Categorizzazione delle viste
ja: ビューを分類する
nl: Categorizing-meningen
no: Kategoriserer visninger
pl: Kategoryzacja widoki
pt: Categorizando as exibições
ru: Классификация просмотров
sk: Kategorizácia zobrazení
sv: Kategorisera visningar
zh_cn: 分类视图

# BusyStatusSessionConnectingToDatabase
source: Connecting to database
cs: Připojení k databázi
da: Tilslutning til databasen
de: Verbindung zur Datenbank
fi: Yhteys tietokantaan
fr: Connexion à la base de données
it: Connessione al database
ja: データベースへの接続
nl: Verbinding maken met de database
no: Koble til databasen
pl: Podłączanie do bazy danych.
pt: Conectando-se ao banco de dados
ru: Подключение к базе данных
sk: Pripojenie k databáze
sv: Anslutning till databasen
zh_cn: 连接到数据库

# BusyStatusSessionCreatingDefaultData
source: Creating default data
cs: Vytvoření výchozích dat
da: Oprettelse af standarddata
de: Standarddaten erstellen.
fi: Oletustietojen luominen
fr: Création de données par défaut
it: Creazione dei dati predefiniti
ja: デフォルトデータを作成する
nl: Standaardgegevens maken
no: Opprette standarddata
pl: Tworzenie domyślnych danych.
pt: Criando dados padrão
ru: Создание данных по умолчанию
sk: Vytvorenie predvolených údajov
sv: Skapa standarddata
zh_cn: 创建默认数据

# BusyStatusSessionCreatingDefaultViews
source: Creating default views
cs: Vytvoření výchozích zobrazení
da: Oprettelse af standardvisninger.
de: Standardansichten erstellen.
fi: Oletusnäkymien luominen
fr: Création de vues par défaut
it: Creazione delle viste predefinite
ja: デフォルトのビューを作成する
nl: Standaard weergaven maken
no: Opprette standard visninger
pl: Tworzenie widoki domyślnego
pt: Criando exibições padrão
ru: Создание видов по умолчанию
sk: Vytvorenie predvolených zobrazení
sv: Skapa standardvisningar
zh_cn: 创建默认视图

# BusyStatusSessionDisconnectingFromDatabase
source: Disconnecting from database
cs: Odpojení z databáze
da: Afbrydelse fra databasen
de: Trennen der Datenbank aus der Datenbank.
fi: Irrottaminen tietokannasta
fr: Déconnexion de la base de données
it: Disconnessione dal database
ja: データベースから切断します
nl: Loskoppelen van database
no: Koble fra databasen
pl: Odłączenie z bazy danych.
pt: Desconectar do banco de dados
ru: Отключение от базы данных
sk: Odpojenie z databázy
sv: Koppla ur databasen
zh_cn: 断开数据库

# BusyStatusSessionDisposingViewCategorizations
source: Disposing view categorizations
cs: Likvidace zobrazení kategorizations.
da: Bortskaffelse af visning kategoriseringer
de: Ansichtskategorien entsenden.
fi: Näkyvien luokittelu
fr: Élimination de la vue Catégorises
it: Categorizzazioni di visualizzazione di smaltimento
ja: ビューの分類を配置します
nl: Weergave Categorisaties verwijderen
no: Avhending Se kategoriseringer
pl: Kategoryzacje z dysponującym widokiem
pt: Categorizações de exibição de descarte
ru: Утилизация просмотра категоризаций
sk: Likvidácia zobrazených kategorizácií
sv: Avyttringsvisning kategoriseringar
zh_cn: 处理视图分类

# BusyStatusSessionFreeingMemory
source: Freeing memory
cs: Uvolnění paměti
da: Frigør hukommelse.
de: Speicher freigeben
fi: Muisti
fr: Libérer la mémoire
it: Liberare la memoria
ja: メモリを解放する
nl: Het bevrijden van geheugen
no: Frigjør minne
pl: Uwolnienie pamięci
pt: Liberando memória
ru: Свободная память
sk: Uvoľnenie pamäte
sv: Frigörande minne
zh_cn: 释放内存

# BusyStatusSessionInitializingStopwatch
source: Initializing stopwatch
cs: Inicializace stopky
da: Initialisering stopwatch.
de: Stoppuhr initialisieren
fi: Alustaa sekuntikello
fr: Initialisation de chronomètre
it: Inizializzazione cronometro
ja: ストップウォッチの初期化
nl: Initialiseren van stopwatch
no: Initialiserer stoppeklokke
pl: Inicjalizacja stopera
pt: Inicializando cronômetro
ru: Инициализация секундомера
sk: Inicializácia stopiek
sv: Initialisering av stoppur
zh_cn: 初始化秒表

# BusyStatusSessionInitializingViews
source: Inititalizing views
cs: Inicializace zobrazení
da: Initialisering af synspunkter.
de: Ansichten initialisieren.
fi: Näkymien alustus
fr: Initialisation des vues
it: Inizializzazione delle viste
ja: ビューの初期化
nl: Initialiseren van meningen
no: Initialiserer visninger
pl: Inicjowanie widoków
pt: Inicializando exibições
ru: Инициализация просмотров
sk: Inicializácia zobrazení
sv: Initialiserande visningar
zh_cn: 初始化视图

# BusyStatusSessionShuttingDownStopwatch
source: Shutting down stopwatch
cs: Vypnutí stopky
da: Lukker stopur
de: Stoppuhr herunterfahren
fi: Sulkeminen sekuntikello
fr: Arrêter le chronomètre
it: Chiudi il cronometro
ja: ストップウォッチをシャットダウンします
nl: Stopwatch afsluiten
no: Stenger av stoppeklokke
pl: Zamykanie stopera
pt: Fechando cronômetro
ru: Выключение секундомера
sk: Vypnutie stopiek
sv: Stänger av stoppur
zh_cn: 关闭秒表

# BusyStatusSessionShuttingDownViews
source: Shutting down views
cs: Vypnutí zobrazení
da: Lukker udsigten
de: Ansichten herunterschalten
fi: Näkymien sammuttaminen
fr: Fermer des vues
it: Chiudi le viste
ja: ビューを遮断します
nl: Uitschakelen van het uitzicht
no: Stenger ned visninger
pl: Wyłączenie widoki
pt: Desligando vistas
ru: Выключение взглядов
sk: Vypnutie zobrazenia
sv: Stänger av vyer
zh_cn: 关闭视图

# BusyStatusSessionTextConversionAwaitingEntryReservations
source: Waiting for entry reservations to be confirmed
cs: Čeká se na potvrzení rezervace vstupu
fi: Odotetaan sisäänpääsyvarausten vahvistamista
it: In attesa di conferma delle prenotazioni di ingresso
ja: 入場予約の確認待ち
nl: Wachten op bevestiging van toegangsreserveringen
no: Venter på at inngangsreservasjoner skal bekreftes
pl: Oczekiwanie na potwierdzenie rezerwacji wstępu
pt: Aguardando a confirmação das reservas de entrada
ru: Ожидание подтверждения бронирования на вход
sk: Čaká sa na potvrdenie rezervácie vstupu
zh_cn: 等待入场预订确认

# BusyStatusSessionTextConversionConverting
source: Converting entries to text
cs: Převádění záznamů na text
fi: Merkintöjen muuntaminen tekstiksi
it: Conversione di voci in testo
ja: エントリをテキストに変換する
nl: Invoer naar tekst converteren
no: Konvertering av oppføringer til tekst
pl: Konwertowanie wpisów na tekst
pt: Convertendo entradas em texto
ru: Преобразование записей в текст
sk: Konverzia záznamov na text
zh_cn: 将条目转换为文本

# BusyStatusSessionTextConversionReservingEntries
source: Reserving entries to convert to text
cs: Rezervace položek pro převod na text
fi: Varataan merkintöjä tekstiksi muunnettavaksi
it: Prenotazione di voci da convertire in testo
ja: テキストに変換するエントリを予約する
nl: Invoer reserveren om naar tekst te converteren
no: Reserver oppføringer for å konvertere til tekst
pl: Rezerwowanie wpisów do konwersji na tekst
pt: Reservando entradas para converter em texto
ru: Резервирование записей для преобразования в текст
sk: Rezervácia záznamov na konverziu na text
zh_cn: 保留条目以转换为文本

# BusyStatusSessionTextConversionReservingView
source: Reserving view from which entries are to be converted
cs: Rezervační pohled, ze kterého mají být položky převedeny
fi: Varausnäkymä, josta merkinnät muunnetaan
it: Vista di prenotazione da cui devono essere convertite le voci
ja: エントリの変換元の予約ビュー
nl: Reserveren van weergave waaruit items moeten worden geconverteerd
no: Reservasjonsvisning som oppføringer skal konverteres fra
pl: Widok rezerwacji, z którego mają zostać przekonwertowane wpisy
pt: Reservando a visualização a partir da qual as entradas devem ser convertidas
ru: Резервирование просмотра, из которого записи должны быть преобразованы
sk: Rezervačný pohľad, z ktorého sa majú položky konvertovať
zh_cn: 保留要转换条目的视图

# BusyStatusSessionTextConversionUnreservingEntries
source: Releasing entry reservations
cs: Uvolnění rezervací vstupů
fi: Pääsyvarausten vapauttaminen
it: Rilascio delle prenotazioni di ingresso
ja: エントリー予約の解除
nl: Toegangsreserveringen vrijgeven
no: Frigjør inngangsreservasjoner
pl: Zwalnianie rezerwacji wstępu
pt: Liberação de reservas de entrada
ru: Снятие резервирования входа
sk: Uvoľnenie vstupných rezervácií
zh_cn: 释放入境预订

# BusyStatusSessionTextConversionUnreservingView
source: Releasing view reservation
cs: Uvolňuje se rezervace zobrazení
fi: Vapautetaan katseluvaraus
it: Rilascio della prenotazione della vista
ja: ビュー予約の解除
nl: Bekijk reservering vrijgeven
no: Slipper visningsreservasjon
pl: Zwalniam rezerwację widoku
pt: Liberando reserva de visualização
ru: Снятие резервирования просмотра
sk: Uvoľňuje sa rezervácia zobrazenia
zh_cn: 释放视图预订

# BusyStatusViewDuplicatorDuplicatingView
source: Duplicating view
cs: Duplikující zobrazení
da: Duplikeringsvisning
de: Duplizieren des Blicks.
fi: Kopiointi näkymä
fr: Affichage duplication
it: Vista di duplicazione
ja: 重複ビュー
nl: Dupliceren uitzicht
no: Dupliserende utsikt
pl: Duplikujący widok
pt: Vista duplicante.
ru: Дупликация зрения
sk: Duplický pohľad
zh_cn: 复制视图

# BusyStatusViewEditorCreatingView
source: Creating view
cs: Vytvoření zobrazení
da: Oprettelse af visning
de: Ansicht erstellen.
fi: Luominen
fr: Création de vue
it: Creazione di View.
ja: ビューを作成する
nl: Weergave
no: Skape utsikt
pl: Tworzenie widoku.
pt: Criando vista
ru: Создание просмотра
sk: Vytvorenie zobrazenia
sv: Skapa syn
zh_cn: 创建视图

# BusyStatusViewEditorModifyingView
source: Editing view
cs: Úpravy úprav
da: Redigering af visning
de: Ansicht bearbeiten.
fi: Muokkausnäkymä
fr: Vue d'édition
it: Modifica della vista
ja: 編集ビュー
nl: Bewerkingsweergave
no: Redigere visning
pl: Widok edycji
pt: Edição de vista
ru: Редактирование просмотра
sk: Výhľad na úpravy
sv: Redigeringsvy
zh_cn: 编辑视图

# ColumnEditorCaptionCreating
source: Creating column
cs: Vytváření sloupce
da: Oprettelse af kolonne
de: Spalte erstellen
fi: Sarakkeen luominen
fr: Créer une colonne
it: Creazione di colonne
ja: 列を作成する
nl: Kolom maken
no: Opprette kolonne
pl: Tworzenie kolumny
pt: Criando coluna.
ru: Создание колонна
sk: Vytvorenie stĺpca
sv: Skapa kolumn
zh_cn: 创建列

# ColumnEditorCaptionDuplicating
source: Duplicating {0}
cs: Duplikující {0}
da: Duplikerer {0}
de: Duplizieren {0}
fr: Duplication {0}
it: Duplicazione {0}
ja: {0}の複製
nl: Dupliceren {0}
no: Dupliserer {0}
pl: Duplikowanie {0}
pt: Duplicando {0}
ru: Дублирование {0}
sk: Duplikovanie {0}
zh_cn: 复制{0}

# ColumnEditorCaptionModifying
source: Modifying {0}
cs: Úprava {0}
da: Ændring af {0}
de: Ändern von {0}
fi: Muotoilu {0}
fr: Modifier {0}
it: Modifica {0}
ja: {0}の変更
nl: Wijzigen {0}
no: Modifisere {0}
pl: Modyfikowanie {0}
pt: Modificando {0}
ru: Изменение {0}
sk: Modifikácia {0}
sv: Ändra {0}
zh_cn: 修改{0}

# ColumnEditorOperationCaption
source: Operation
cs: Úkon
fi: Operaatio
fr: Opération
it: Operazione
ja: 手術
nl: Operatie
no: Operasjon
pl: Operacja
pt: Operação
ru: Операция
sk: Prevádzka
zh_cn: 手术

# CommandBlockedDeleteAutoSelectView
source: I use this view to know how to automatcally select from a list of items when necessary.
cs: Tento názor použiju k tomu, abyste věděli, jak automaticky vybrat ze seznamu položek v případě potřeby.
da: Jeg bruger denne visning til at vide, hvordan du automatisk vælger fra en liste over elementer, når det er nødvendigt.
de: Ich verwende diese Ansicht, um zu wissen, wie man bei Bedarf automatisch aus einer Liste der Elemente auswählt.
fi: Käytän tätä näkemystä, jotta voit tietää, miten voit valita automaattisesti kohteiden luettelosta tarvittaessa.
fr: J'utilise cette vue pour savoir comment sélectionner automatiquement dans une liste d'éléments si nécessaire.
it: Io uso questa vista per sapere come selezionare automaticamente da un elenco di elementi quando necessario.
ja: このビューを使用して、必要に応じてアイテムのリストから自動的に選択する方法を知ることができます。
nl: Ik gebruik deze weergave om te weten hoe u automatisch wilt selecteren uit een lijst met items indien nodig.
no: Jeg bruker denne visningen til å vite hvordan du automatisk velger fra en liste over elementer når det er nødvendig.
pl: Używam tego widoku, aby wiedzieć, jak automatycznie wybrać z listy elementów w razie potrzeby.
pt: Eu uso essa visão para saber como selecionar automaticamente a partir de uma lista de itens quando necessário.
ru: Я использую этот взгляд, чтобы узнать, как автоматически выбирать из списка элементов при необходимости.
sk: Tento pohľad použijem, aby som vedel, ako automaticky vybrať zo zoznamu položiek v prípade potreby.
sv: Jag använder den här vyn för att veta hur du automatiskt väljer från en lista med objekt vid behov.
zh_cn: 我使用此视图知道如何在必要时自动从项目列表中进行选择。

# CommandBlockedDeleteAutoSelectViewFirstColumn
source: I use this column to know what to call each item in a list when selecting one.
cs: Používám tento sloupec vědět, co volat každou položku v seznamu při výběru jednoho.
da: Jeg bruger denne kolonne til at vide, hvad jeg skal ringe til hvert element på en liste, når du vælger en.
de: Ich benutze diese Spalte, um zu wissen, was Sie jeden Artikel in einer Liste aufrufen, wenn Sie eins auswählen.
fi: Käytän tätä saraketta tietää, mitä soittaa jokaiselle kohteelle luettelossa valitsemalla yksi.
fr: J'utilise cette colonne pour savoir quoi appeler chaque élément dans une liste lors de la sélection d'une.
it: Io uso questa colonna per sapere cosa chiamare ogni elemento in un elenco quando si seleziona uno.
ja: この列を使用して、1つを選択するときに各項目をリスト内に呼び出す方法を知っています。
nl: Ik gebruik deze kolom om te weten wat u elk item in een lijst kunt bellen wanneer u er een selecteert.
no: Jeg bruker denne kolonnen til å vite hva du skal ringe hvert element i en liste når du velger en.
pl: Używam tej kolumny, aby wiedzieć, co nazywać każdy element na liście podczas wybierania jednego.
pt: Eu uso essa coluna para saber o que chamar de cada item em uma lista ao selecionar um.
ru: Я использую этот столбец, чтобы узнать, что позвонить каждому элементу в списке при выборе одного.
sk: Používam tento stĺpec, aby som vedel, čo nazývate každú položku v zozname pri výbere jedného.
sv: Jag använder den här kolumnen för att veta vad du ska ringa varje objekt i en lista när du väljer en.
zh_cn: 我使用此列知道选择一个时要在列表中调用的每个项目。

# CommandBlockedDeleteSelectionView
source: I use this view to know how to show a list of items when you need to select one.
cs: Tento názor použiju k zobrazení seznamu položek, pokud je třeba vybrat jeden.
da: Jeg bruger denne visning til at vide, hvordan du viser en liste over elementer, når du skal vælge en.
de: Ich nutze diese Ansicht, um zu wissen, wie Sie eine Liste der Elemente anzeigen, wenn Sie eine auswählen müssen.
fi: Käytän tätä näkemystä siitä, miten voit näyttää luettelon kohteista, kun haluat valita yhden.
fr: J'utilise cette vue pour savoir comment montrer une liste d'éléments lorsque vous devez en choisir un.
it: Io uso questa vista per sapere come mostrare un elenco di elementi quando è necessario selezionarne uno.
ja: このビューを使用して、1つを選択する必要があるときにアイテムのリストを表示する方法を知っています。
nl: Ik gebruik deze weergave om te weten hoe u een lijst met items wilt weergeven wanneer u er een moet selecteren.
no: Jeg bruker denne visningen til å vite hvordan du viser en liste over elementer når du må velge en.
pl: Używam tego widoku, aby wiedzieć, jak pokazać listę elementów, gdy trzeba wybrać jeden.
pt: Eu uso essa visão para saber como mostrar uma lista de itens quando você precisa selecionar um.
ru: Я использую этот взгляд, чтобы узнать, как показать список элементов, когда вам нужно выбрать один.
sk: Tento pohľad použijem, aby som vedel, ako zobraziť zoznam položiek, keď potrebujete vybrať jeden.
sv: Jag använder den här vyn för att veta hur du visar en lista med objekt när du behöver välja en.
zh_cn: 我使用此视图知道如何在需要选择一个时显示项目列表。

# CommandBlockedDeleteSelectionViewFirstColumn
source: I use this column to know what to call each item in a list when you need to select one.
cs: Používám tento sloupec vědět, co volat každou položku v seznamu, pokud je třeba vybrat jeden.
da: Jeg bruger denne kolonne til at vide, hvad du skal ringe til hvert element på en liste, når du skal vælge en.
de: Ich benutze diese Spalte, um zu wissen, was Sie jeden Artikel in einer Liste nennen, wenn Sie einen auswählen müssen.
fi: Käytän tätä saraketta tietää, mitä kutsua jokaiselle kohteelle luettelossa, kun haluat valita yhden.
fr: J'utilise cette colonne pour savoir quoi appeler chaque élément dans une liste lorsque vous devez en sélectionner un.
it: Io uso questa colonna per sapere cosa chiamare ogni elemento in un elenco quando è necessario selezionarne uno.
ja: この列を使用して、1つを選択する必要があるときにリスト内の各項目を呼び出す方法を知ることができます。
nl: Ik gebruik deze kolom om te weten wat u elk item in een lijst wilt bellen wanneer u er een moet selecteren.
no: Jeg bruker denne kolonnen til å vite hva du skal ringe hvert element i en liste når du må velge en.
pl: Używam tej kolumny, aby wiedzieć, co zadzwonić do każdego elementu na liście, gdy trzeba wybrać jeden.
pt: Eu uso esta coluna para saber o que chamar de cada item em uma lista quando você precisar selecionar um.
ru: Я использую этот столбец, чтобы узнать, что позвонить каждому элементу в списке, когда вам нужно выбрать один.
sk: Používam tento stĺpec, aby som vedel, čo chcete zavolať na každú položku v zozname, keď potrebujete vybrať jednu.
sv: Jag använder den här kolumnen för att veta vad du ska ringa varje objekt i en lista när du behöver välja en.
zh_cn: 当您需要选择一个时，我使用此列知道列表中的每个项目。

# CommandBlockedDeleteSelf
source: I could not work properly if you were to delete yourself.
cs: Nemohl jsem pracovat správně, pokud byste měli odstranit sami.
da: Jeg kunne ikke fungere ordentligt, hvis du skulle slette dig selv.
de: Ich konnte nicht richtig arbeiten, wenn Sie sich löschen würden.
fi: En voinut toimia kunnolla, jos poistat itsesi.
fr: Je ne pouvais pas travailler correctement si vous deviez vous supprimer.
it: Non potevo funzionare correttamente se dovessi eliminare te stesso.
ja: あなたが自分自身を削除したら私は正しく機能することができませんでした。
nl: Ik kon niet goed werken als je jezelf zou verwijderen.
no: Jeg kunne ikke fungere skikkelig hvis du skulle slette deg selv.
pl: Nie mogłem działać poprawnie, jeśli miałbyś usunięcie siebie.
pt: Eu não poderia funcionar corretamente se você fosse excluir a si mesmo.
ru: Я не мог работать должным образом, если вы должны были удалить себя.
sk: Nemohol som správne fungovať, ak ste mali odstrániť.
sv: Jag kunde inte fungera ordentligt om du skulle radera dig själv.
zh_cn: 如果你删除自己，我无法正常工作。

# CommandBlockedDeleteTraitView
source: I use this view to know how to show the fields on forms for you when you are editing something.
cs: Tento názor použiju k zobrazení polí na formulářích pro vás, když něco upravujete.
da: Jeg bruger denne visning til at vide, hvordan du viser felterne på formularer til dig, når du redigerer noget.
de: Ich verwende diese Ansicht, um zu wissen, wie Sie die Felder auf Formulare für Sie zeigen, wenn Sie etwas bearbeiten.
fi: Käytän tätä näkemystä, jotta voit tietää, miten voit näyttää kentät lomakkeilla, kun muokkaat jotain.
fr: J'utilise cette vue pour savoir comment montrer les champs sur les formulaires pour vous lorsque vous modifiez quelque chose.
it: Io uso questa vista per sapere come mostrare i campi sulle forme per te quando stai modificando qualcosa.
ja: このビューを使用して、何かを編集しているときにフォーム上のフィールドを表示する方法を知っています。
nl: Ik gebruik deze weergave om te weten hoe u de velden op formulieren voor u kunt tonen wanneer u iets bewerkt.
no: Jeg bruker denne visningen til å vite hvordan du viser feltene på skjemaer for deg når du redigerer noe.
pl: Używam tego widoku, aby wiedzieć, jak pokazać pola na formularzach, kiedy coś edytujesz.
pt: Eu uso essa visão para saber como mostrar os campos em formulários para você quando você está editando alguma coisa.
ru: Я использую этот взгляд, чтобы узнать, как показать поля на формы для вас, когда вы что-то редактируете.
sk: Používam tento názor, ako vedieť, ako zobraziť polia na formulároch pre vás, keď ste niečo editovali.
sv: Jag använder den här vyn för att veta hur man visar fälten på formulär för dig när du redigerar något.
zh_cn: 我使用此视图知道如何在编辑某些内容时向您展示表单上的字段。

# CommandBlockedDeleteTraitViewFirstColumn
source: I use this column to know the names of fields on forms for you when you are editing something.
cs: Tento sloupec použiju k zobrazení názvů polí na formulářích pro vás, když něco upravujete.
da: Jeg bruger denne kolonne til at kende navnene på felter på formularer til dig, når du redigerer noget.
de: Ich benutze diese Spalte, um die Namen der Felder auf Formulare zu kennen, wenn Sie etwas bearbeiten.
fi: Käytän tätä saraketta tietääksesi lomakkeiden kenttien nimet, kun muokkaat jotain.
fr: J'utilise cette colonne pour connaître les noms des champs sur les formulaires pour vous lorsque vous modifiez quelque chose.
it: Io uso questa colonna per conoscere i nomi dei campi sulle forme per te quando stai modificando qualcosa.
ja: 私はあなたが何かを編集しているときにあなたのためにフォーム上のフィールドの名前を知るためにこの列を使います。
nl: Ik gebruik deze kolom om de namen van velden op formulieren voor u te kennen wanneer u iets bewerkt.
no: Jeg bruker denne kolonnen til å kjenne navnene på felt på skjemaer for deg når du redigerer noe.
pl: Używam tej kolumny, aby poznać nazwy pola na formularzach, gdy coś edytujesz.
pt: Eu uso esta coluna para saber os nomes dos campos em formulários para você quando você está editando alguma coisa.
ru: Я использую этот столбец, чтобы узнать имена полей на формах для вас, когда вы что-то редактируете.
sk: Používam tento stĺpec, aby som poznal mená polí na formulároch pre vás, keď ste niečo upravujete.
sv: Jag använder den här kolumnen för att känna till namnen på fält på formulär för dig när du redigerar något.
zh_cn: 在编辑某些内容时，我使用此列以了解您的表单上的字段名称。
