Repository: Epiforge/FluxLocalization
Catalog: AppLogic/AppLogicText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# CommandBlockedSplitTimedSlice
source: I cannot attempt to split a time slice that is currently being timed.
cs: Nemohu se pokusit rozdělit časový úsek, který je aktuálně měřen.
fi: En voi yrittää jakaa aikalohkoa, jota parhaillaan ajastetaan.
it: Non posso tentare di dividere un intervallo di tempo attualmente in fase di cronometraggio.
ja: 現在計時されているタイムスライスを分割することはできません。
nl: Ik kan niet proberen een tijdsegment te splitsen dat momenteel wordt getimed.
no: Jeg kan ikke prøve å dele et tidsstykke som for øyeblikket blir tidsbestemt.
pl: Nie mogę próbować podzielić wycinka czasu, który jest aktualnie mierzony.
pt: Não consigo tentar dividir uma fatia de tempo que está sendo cronometrada no momento.
ru: Я не могу попытаться разделить отрезок времени, который в настоящее время отсчитывается.
sk: Nemôžem sa pokúsiť rozdeliť časový úsek, ktorý je momentálne načasovaný.
zh_cn: 我无法尝试拆分当前正在计时的时间片。

# DefaultAssignmentAutoSelectViewLatestEndColumnName
source: Latest end
cs: Poslední konec
da: Seneste ende.
de: Das letzte Ende
fi: Viimeisin pää
fr: Dernière fin
it: Ultima fine
ja: 最新の終了
nl: Laatste einde
no: Siste slutten
pl: Najnowszy koniec
pt: Última extremidade
ru: Последний конец
sk: Posledný koniec
sv: Senaste änden
zh_cn: 最新结束

# DefaultAssignmentAutoSelectViewName
source: Assignment auto-select
cs: Přiřazení Auto-Select
da: Opgave Auto-Select
de: Zuweisung Auto-Select
fi: Tehtävä Automaattinen valinta
fr: Affectation auto-sélectionner
it: Assegnazione Auto-Select
ja: 割り当て自動選択
nl: Toewijzing automatisch selecteren
no: Oppdrag Auto-Select
pl: Przypisanie automatycznie wybierz
pt: Atribuição Auto-Select
ru: Назначение Авто-Выбор
sk: Priradenie AUTO-SELECT
sv: Tilldelning Auto-Select
zh_cn: 分配自动选择

# DefaultAssignmentAutoSelectViewWorkItemColumnName
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# DefaultAssignmentCompleteTraitName
source: Complete
cs: Kompletní
da: Komplet
de: Vollständig
fi: Saattaa loppuun
fr: Complet
it: Completare
ja: 完了
nl: Compleet
no: Fullstendig
pl: Kompletny
pt: Completar
ru: Полный
sk: Úplný
sv: Komplett
zh_cn: 完全的

# DefaultAssignmentDueTraitName
source: Due
cs: Způsoben
da: På grund
de: Fällig
fi: Takia
fr: Exigible
it: Dovuto a
ja: 期限
nl: Vanwege
no: På grunn av det
pl: Należny
pt: Vencimento
ru: Должное
sk: Splatný
sv: På grund av
zh_cn: 到期的

# DefaultAssignmentEstimateTraitName
source: Estimate
cs: Odhad
da: Skøn
de: Schätzen
fi: Arvio
fr: Estimation
it: Stima
ja: 見積もり
nl: Schatting
no: anslag
pl: Oszacować
pt: Estimar
ru: Оценивать
sk: Odhad
sv: Uppskatta
zh_cn: 估计

# DefaultAssignmentNotesTraitName
source: Notes
cs: Poznámky
da: Noter.
de: Anmerkungen
fi: Toteaa
fr: Remarques
it: Appunti
ja: ノート
nl: Opmerkingen
no: Notater
pl: Notatki
pt: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
zh_cn: 笔记

# DefaultAssignmentSelectionViewName
source: Assignment selection
cs: Výběr přiřazení
da: Opgavevalg
de: ARBEITUNGSEHMEN
fi: Tehtävävalinta
fr: Sélection d'affectation
it: Selezione di assegnazione
ja: 割り当て選択
nl: Toewijzingsselectie
no: Oppgavevalg
pl: Wybór przypisania
pt: Seleção de atribuição
ru: Выбор присваивания
sk: Výber priradenia
sv: Uppgiftsval
zh_cn: 分配选择

# DefaultAssignmentSelectionViewNameColumnFormat
source: {0}'s work on {1}
cs: {0} práce na {1}
da: {0} arbejde på {1}
de: {0} Arbeit auf {1}
fi: {0} toimii {1}
fr: {0} travail de {1}
it: {0} Lavoro su {1}
ja: {0}の作業{1}
nl: {0} Werk op {1}
no: {0} arbeid på {1}
pl: {0} Praca na {1}
pt: {0} O trabalho em {1}
ru: {0} Работа на {1}
sk: {0} je práca na {1}
sv: {0} arbete på {1}
zh_cn: {0}在{1}上的工作

# DefaultAssignmentSelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultAssignmentTraitEnumerationViewName
source: Assignment
cs: Úkol
da: Tildeling
de: Abtretung
fi: Tehtävä
fr: Mission
it: Incarico
ja: 割り当て
nl: Opdracht
no: Oppdrag
pl: Zadanie
pt: Tarefa
ru: Назначение
sk: Priradenie
sv: Uppdrag
zh_cn: 任务

# DefaultBuiltInTraitNameAssignmentId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultBuiltInTraitNameAssignmentPerson
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# DefaultBuiltInTraitNameAssignmentWorkItem
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# DefaultBuiltInTraitNameListValueId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultBuiltInTraitNameListValueTrait
source: List value
cs: Seznam hodnot
da: Liste værdi.
de: Listenwert
fi: List-arvo
fr: Valeur de liste
it: Elenco valore
ja: リスト値
nl: Lijstwaarde
no: Listeverdi
pl: Wartość listy
pt: Valor da lista.
ru: Список значений
sk: Hodnota
sv: Listvärde
zh_cn: 列出价值

# DefaultBuiltInTraitNamePersonId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultBuiltInTraitNameTimeSliceAssignment
source: Assignment
cs: Úkol
da: Tildeling
de: Abtretung
fi: Tehtävä
fr: Mission
it: Incarico
ja: 割り当て
nl: Opdracht
no: Oppdrag
pl: Zadanie
pt: Tarefa
ru: Назначение
sk: Priradenie
sv: Uppdrag
zh_cn: 任务

# DefaultBuiltInTraitNameTimeSliceDuration
source: Duration
cs: Doba trvání
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
zh_cn: 期间

# DefaultBuiltInTraitNameTimeSliceEnd
source: End
cs: Konec
da: Ende
de: Ende
fi: Loppu
fr: Finir
it: Fine
ja: 終わり
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
ru: Конец
sk: Koniec
sv: Slutet
zh_cn: 结尾

# DefaultBuiltInTraitNameTimeSliceId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultBuiltInTraitNameTimeSliceRange
source: Range
cs: Rozsah
da: Rækkevidde
de: Bereich
fi: Alue
fr: Varier
it: Allineare
ja: 範囲
nl: Bereik
no: Område
pl: Zakres
pt: Alcance
ru: Диапазон
sk: Rozsah
sv: Räckvidd
zh_cn: 范围

# DefaultBuiltInTraitNameTimeSliceStart
source: Start
fi: alkaa
fr: Démarrer
it: Inizio
ja: 始める
nl: Begin
pl: Początek
pt: Começar
ru: Начинать
sk: Spustiť
zh_cn: 开始

# DefaultBuiltInTraitNameTraitEntityTypeId
source: Entity type
cs: Typu entity.
de: Entitätstyp.
fi: Yksikön tyyppi
fr: Type d'entité
it: Tipo di entità
ja: エンティティタイプ
nl: Entiteitstype
pl: Typ encji
pt: Tipo de entidade
ru: Тип объекта
sk: Typ entity
sv: Entitetstyp
zh_cn: 实体类型

# DefaultBuiltInTraitNameTraitId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultBuiltInTraitNameTraitType
source: Type
cs: Typ
de: Typ
fi: Tyyppi
fr: Taper
it: Digitare
ja: タイプ
pl: Rodzaj
pt: Tipo
ru: Тип
sk: Typ
sv: Typ
zh_cn: 类型

# DefaultBuiltInTraitNameWorkItemId
source: ID
de: ICH WÜRDE
fr: IDENTIFIANT
nl: ID kaart
pt: EU IRIA
ru: Я БЫ

# DefaultDocumentsDirectoryName
source: Grindstone Databases
cs: Databáze brusných kamenů
da: Slibestensdatabaser
de: Schleifstein-Datenbanken
fi: Grindstone-tietokannat
fr: Bases de données de meules
it: Database Mola
ja: 砥石データベース
nl: Slijpsteendatabases
no: Slipesteinsdatabaser
pl: Bazy szlifierek
pt: Bancos de dados de rebolo
ru: Базы данных точильных камней
sk: databázy brúsnych kameňov
sv: Slipstensdatabaser
zh_cn: 磨石数据库

# DefaultListValueNameTraitValue
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultPersonNameTraitName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultPersonNotesTraitName
source: Notes
cs: Poznámky
da: Noter.
de: Anmerkungen
fi: Toteaa
fr: Remarques
it: Appunti
ja: ノート
nl: Opmerkingen
no: Notater
pl: Notatki
pt: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
zh_cn: 笔记

# DefaultPersonSelectionViewName
source: Person selection
cs: Výběr osoby
da: Personvalg
de: Personentwahl
fi: Henkilövalikoima
fr: Sélection de personne
it: Selezione della persona
ja: 人選
nl: Persoonselectie
no: Personvalg
pl: Wybór osoby
pt: Seleção de pessoa.
ru: Выбор человека
sk: Výber osoby
sv: Personval
zh_cn: 人选择

# DefaultPersonSelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultPersonTraitEnumerationViewName
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# DefaultTimeSliceNotesTraitName
source: Notes
cs: Poznámky
da: Noter.
de: Anmerkungen
fi: Toteaa
fr: Remarques
it: Appunti
ja: ノート
nl: Opmerkingen
no: Notater
pl: Notatki
pt: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
zh_cn: 笔记

# DefaultTimeSliceSelectionViewName
source: Time slice selection
cs: Výběr časového plátku
da: Tid skive valg
de: Zeitscheibenauswahl
fi: Aikaviivun valinta
fr: Sélection de troupeau de temps
it: Selezione della fetta del tempo
ja: タイムスライス選択
nl: Tijd Slice Selectie
pl: Wybór plasterki czasu
pt: Seleção de fatia de tempo
ru: Выбор ломтика времени
sk: Výber času
zh_cn: 时间切片选择

# DefaultTimeSliceSelectionViewNameColumnFormat
source: {0}'s work on {1} at {2:G} for {3}
cs: {0} práce na {1} na {2:g} pro {3}
da: {0} s arbejde på {1} på {2:g} for {3}
de: {0} 's Arbeit auf {1} bei {2: g} für {3}
fi: {0} työ {1} {2:g} {3}
fr: {0} travail de {1} à {2:g} pour {3}
it: {0} Il lavoro su {1} a {2:g} per {3}
ja: {3}の{2:g}での{1}に関する{0}の作業
nl: {0} Werk aan {1} op {2:g} voor {3}
no: {0} s arbeid på {1} på {2:g} for {3}
pl: {0} Praca na {1} w {2:g} dla {3}
pt: {0} O trabalho em {1} a {2:g} para {3}
ru: Работа {0} на {1} на {2:g} для {3}
sk: {0} je práca na {1} na {2:g} pre {3}
sv: {0} s arbete på {1} på {2:g} för {3}
zh_cn: {0}在{2:g}的{1}的工作{3}

# DefaultTimeSliceSelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultTimeSliceTraitEnumerationViewName
source: Time slice
cs: Čas plátek
de: Zeitscheibe
fi: Aikaviipale
fr: Tranche de temps
it: Fetta del tempo
ja: タイムスライス
nl: Tijdslijf
pt: Intervalo de tempo
ru: Временной среза
sk: Čas
sv: Tidskiva
zh_cn: 时间片

# DefaultTraitEnumerationViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultTraitEnumerationViewNameFormat
source: {0} traits
cs: {0} rysy
de: {0} Merkmale
fi: {0} piirteet
it: {0} tratti
ja: {0}の特性
no: {0} egenskaper
pl: {0} cechy
pt: {0} traços
ru: {0} Черты
sk: {0} znaky
zh_cn: {0}特征

# DefaultTraitNameTraitName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultTraitNotesTraitName
source: Notes
cs: Poznámky
da: Noter.
de: Anmerkungen
fi: Toteaa
fr: Remarques
it: Appunti
ja: ノート
nl: Opmerkingen
no: Notater
pl: Notatki
pt: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
zh_cn: 笔记

# DefaultTraitSelectionViewName
source: Trait selection
cs: Výběr vlastnosti
da: Trækvalg
de: Merkmalsauswahl
fi: Piirre valinta
fr: Sélection de trait
it: Selezione del tratto
ja: 特性の選択
nl: Keuze
no: Egenskapsvalg
pl: Wybór cechy
pt: Seleção de traço
ru: Выбор чертов
sk: Výber z prachu
sv: Utdragsval
zh_cn: 特质选择

# DefaultTraitSelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultTraitTraitEnumerationViewName
source: Trait
cs: Vlastnost
da: Egenskab
de: Merkmal
fi: Piirre
it: Tratto
ja: tr tr
nl: Karaktereigenschap
no: Trekk
pl: Cecha
pt: Traço
ru: Черта характера
sk: Vlastnosť
sv: Drag
zh_cn: 特征

# DefaultWorkItemNameTraitName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultWorkItemNotesTraitName
source: Notes
cs: Poznámky
da: Noter.
de: Anmerkungen
fi: Toteaa
fr: Remarques
it: Appunti
ja: ノート
nl: Opmerkingen
no: Notater
pl: Notatki
pt: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
zh_cn: 笔记

# DefaultWorkItemPriorityNameTraitName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultWorkItemPrioritySelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultWorkItemPriorityTraitEnumerationViewName
source: Priority
cs: Přednost
da: Prioritet
de: Priorität
fi: Etusija
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: Приоритет
sk: Priorita
sv: Prioritet
zh_cn: 优先事项

# DefaultWorkItemPriorityTraitName
source: Priority
cs: Přednost
da: Prioritet
de: Priorität
fi: Etusija
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: Приоритет
sk: Priorita
sv: Prioritet
zh_cn: 优先事项

# DefaultWorkItemPrioritytSelectionViewName
source: Priority selection
cs: Výběr priorit
da: Prioritetsvalg
de: Prioritätsauswahl.
fi: Ensisijainen valinta
fr: Sélection de priorité
it: Selezione prioritaria
ja: 優先選択
nl: Prioritaire selectie
no: Prioritetsvalg
pl: Wybór priorytetu
pt: Seleção de prioridade.
ru: Приоритетный выбор
sk: Výber priority
sv: Prioriterat val
zh_cn: 优先选择

# DefaultWorkItemPriorityValueHighName
source: 1 - High
da: 1 - høj
de: 1 - hoch.
fi: 1 - korkea
fr: 1 - Haut
ja: 1 - 高い
nl: 1 - Hoog
no: 1 - Høy
pt: 1 - Alto
ru: 1 - Высокое
sk: 1 - vysoká
sv: 1 - hög
zh_cn: 1 - 高

# DefaultWorkItemPriorityValueLowName
source: 3 - Low
fi: 3 - alhainen
fr: 3 - bas
ja: 3 - 低い
nl: 3 - laag
no: 3 - Lav
pl: 3 - Niski
ru: 3 - Низкий
sk: 3 - nízke
sv: 3 - låg
zh_cn: 3 - 低

# DefaultWorkItemPriorityValueMediumName
source: 2 - Medium
cs: 2 - Médium
fr: 2 - Moyen
ja: 2 - 中
pl: 2 - Średni
pt: 2 - Médio
ru: 2 - Среда
sk: 2 - médium
zh_cn: 2 - 中等

# DefaultWorkItemSelectionViewName
source: Work item selection
cs: Výběr pracovní položky
da: Arbejdspostvalg
de: Wahlelementwahl
fi: Työn kohteen valinta
fr: Sélection d'éléments de travail
it: Selezione dell'oggetto di lavoro
ja: 作業項目の選択
nl: Werkitemselectie
no: Arbeidselementvalg
pl: Wybór elementu pracy
pt: Seleção de itens de trabalho.
ru: Выбор товара работы
sk: Výber práce
sv: Arbetsobjektval
zh_cn: 工作项目选择

# DefaultWorkItemSelectionViewNameColumnName
source: Name
cs: název
da: Navn
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwać
pt: Nome
ru: Имя
sk: názov
sv: namn
zh_cn: 姓名

# DefaultWorkItemTraitEnumerationViewName
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# EntityEditorCaptionCreating
source: Creating {0}
cs: Vytváření {0}
da: Oprettelse af {0}
de: Erstellen {0}
fi: Luoda {0}
fr: Créer {0}
it: Creazione {0}
ja: {0}を作成する
nl: {0} maken
no: Skaper {0}
pl: Tworzenie {0}
pt: Criando {0}
ru: Создание {0}
sk: Vytvorenie {0}
sv: Skapa {0}
zh_cn: 创建{0}

# EntityEditorCaptionModifying
source: Modifying {0}
cs: Úprava {0}
da: Ændring af {0}
de: Ändern von {0}
fi: Muotoilu {0}
fr: Modifier {0}
it: Modifica {0}
ja: {0}の変更
nl: Wijzigen {0}
no: Modifisere {0}
pl: Modyfikowanie {0}
pt: Modificando {0}
ru: Изменение {0}
sk: Modifikácia {0}
sv: Ändra {0}
zh_cn: 修改{0}

# EntityTypeNameAssignment
source: Assignment
cs: Úkol
da: Tildeling
de: Abtretung
fi: Tehtävä
fr: Mission
it: Incarico
ja: 割り当て
nl: Opdracht
no: Oppdrag
pl: Zadanie
pt: Tarefa
ru: Назначение
sk: Priradenie
sv: Uppdrag
zh_cn: 任务

# EntityTypeNameListValue
source: List value
cs: Seznam hodnot
da: Liste værdi.
de: Listenwert
fi: List-arvo
fr: Valeur de liste
it: Elenco valore
ja: リスト値
nl: Lijstwaarde
no: Listeverdi
pl: Wartość listy
pt: Valor da lista.
ru: Список значений
sk: Hodnota
sv: Listvärde
zh_cn: 列出价值

# EntityTypeNamePerson
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# EntityTypeNameTimeSlice
source: Time slice
cs: Čas plátek
de: Zeitscheibe
fi: Aikaviipale
fr: Tranche de temps
it: Fetta del tempo
ja: タイムスライス
nl: Tijdslijf
pt: Intervalo de tempo
ru: Временной среза
sk: Čas
sv: Tidskiva
zh_cn: 时间片

# EntityTypeNameTrait
source: Trait
cs: Vlastnost
da: Egenskab
de: Merkmal
fi: Piirre
it: Tratto
ja: tr tr
nl: Karaktereigenschap
no: Trekk
pl: Cecha
pt: Traço
ru: Черта характера
sk: Vlastnosť
sv: Drag
zh_cn: 特征

# EntityTypeNameWorkItem
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# ListValueSelectionViewNameFormat
source: {0} selection
cs: {0} Výběr
da: {0} Udvælgelse
de: {0} Auswahl
fi: {0} valinta
fr: {0} Sélection
it: {0} Selezione
ja: {0}選択
nl: {0} selectie
no: {0} Valg
pl: {0} wybór
pt: {0} seleção
ru: {0} Выбор
sk: {0} Výber
sv: {0} val
zh_cn: {0}选择

# ListValueTraitsViewNameFormat
source: {0} traits
cs: {0} rysy
de: {0} Merkmale
fi: {0} piirteet
it: {0} tratti
ja: {0}の特性
no: {0} egenskaper
pl: {0} cechy
pt: {0} traços
ru: {0} Черты
sk: {0} znaky
zh_cn: {0}特征

# OperationEditorDefaultCaptionAssignment
source: Assignment
cs: Úkol
da: Tildeling
de: Abtretung
fi: Tehtävä
fr: Mission
it: Incarico
ja: 割り当て
nl: Opdracht
no: Oppdrag
pl: Zadanie
pt: Tarefa
ru: Назначение
sk: Priradenie
sv: Uppdrag
zh_cn: 任务

# OperationEditorDefaultCaptionBoolean
source: Boolean
fi: Boolealainen
fr: Booléen
it: Booleano
ja: ブレアー
no: Boolsk.
pt: boleano
ru: Логический
sv: Boolesisk
zh_cn: 布尔

# OperationEditorDefaultCaptionDateTimeOffset
source: Instant
cs: Okamžitý
da: Øjeblikkelig
de: Sofortig
fi: Välitön
it: Istante
ja: インスタント
no: Umiddelbar
pl: Natychmiastowy
pt: Instante
ru: Мгновенный
sk: Okamžitý
sv: Omedelbar
zh_cn: 立即的

# OperationEditorDefaultCaptionDateTimeOffsetRange
source: Range
cs: Rozsah
da: Rækkevidde
de: Bereich
fi: Alue
fr: Varier
it: Allineare
ja: 範囲
nl: Bereik
no: Område
pl: Zakres
pt: Alcance
ru: Диапазон
sk: Rozsah
sv: Räckvidd
zh_cn: 范围

# OperationEditorDefaultCaptionDouble
source: Number
cs: Číslo
da: Nummer
de: Anzahl
fi: Määrä
fr: Numéro
it: Numero
ja: 番号
nl: Nummer
no: Nummer
pl: Numer
pt: Número
ru: Количество
sk: Číslo
sv: siffra
zh_cn: 数字

# OperationEditorDefaultCaptionGuid
source: Unique identifier
cs: Unikátní identifikátor
da: Unik identifikator.
de: Eindeutige Kennung
fi: Yksilöllinen tunniste
fr: Identifiant unique
it: Identificativo unico
ja: 一意の識別子
nl: Unieke identifier
no: Unik identifikator
pl: Unikalny identyfikator
pt: Identificador único
ru: Уникальный идентификатор
sk: Jedinečný identifikátor
sv: Unik identifierare
zh_cn: 唯一标识符

# OperationEditorDefaultCaptionListValue
source: List value
cs: Seznam hodnot
da: Liste værdi.
de: Listenwert
fi: List-arvo
fr: Valeur de liste
it: Elenco valore
ja: リスト値
nl: Lijstwaarde
no: Listeverdi
pl: Wartość listy
pt: Valor da lista.
ru: Список значений
sk: Hodnota
sv: Listvärde
zh_cn: 列出价值

# OperationEditorDefaultCaptionObject
source: Value
cs: Hodnota
da: Værdi
de: Wert
fi: Arvo
fr: Valeur
it: Valore
ja: 価値
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ru: Ценность
sk: Hodnota
sv: Värde
zh_cn: 价值

# OperationEditorDefaultCaptionPerson
source: Person
cs: Osoba
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
sk: Osoba
zh_cn: 人

# OperationEditorDefaultCaptionString
source: Text
da: Tekst
fi: Teksti
fr: Texte
it: Testo
ja: 文章
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# OperationEditorDefaultCaptionTimeSlice
source: Time slice
cs: Čas plátek
de: Zeitscheibe
fi: Aikaviipale
fr: Tranche de temps
it: Fetta del tempo
ja: タイムスライス
nl: Tijdslijf
pt: Intervalo de tempo
ru: Временной среза
sk: Čas
sv: Tidskiva
zh_cn: 时间片

# OperationEditorDefaultCaptionTimeSpan
source: Duration
cs: Doba trvání
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sk: Trvanie
sv: Varaktighet
zh_cn: 期间

# OperationEditorDefaultCaptionTrait
source: Trait
cs: Vlastnost
da: Egenskab
de: Merkmal
fi: Piirre
it: Tratto
ja: tr tr
nl: Karaktereigenschap
no: Trekk
pl: Cecha
pt: Traço
ru: Черта характера
sk: Vlastnosť
sv: Drag
zh_cn: 特征

# OperationEditorDefaultCaptionTraitType
source: Trait type
cs: Typ vlastnosti.
da: Træk type
de: Traitietyp.
fi: Piirretyyppi
fr: Type de trait
it: Tipo di tratto
ja: 形質タイプ
nl: Eigenschaptype
no: Trekk type
pl: Typ cechy
pt: Tipo de traço
ru: Тип черта
sk: Typ farma
sv: Egenskapstyp
zh_cn: 特质

# OperationEditorDefaultCaptionWorkItem
source: Work item
cs: Pracovní bod
da: Arbejdsartikel
de: Arbeitsmittel
fi: Työskentely
fr: Article de travail
it: Oggetto da lavoro
ja: 作業項目
nl: Werk item
no: Arbeidsartikler
pl: Pozycja pracy
pt: Item de trabalho
ru: Рабочий элемент
sk: Pracovná položka
sv: Arbets objekt
zh_cn: 工作项目

# OperationEditorErrorFunctionOverloadNull
source: Function not found
cs: Funkce nebyla nalezena
da: Funktion ikke fundet
de: Funktion nicht gefunden
fi: Toimintoa ei löydy
fr: Fonction non trouvée
it: Funzione non trovata
ja: 関数が見つかりません
nl: Functie niet gevonden
no: Funksjonen ikke funnet
pl: Nie znaleziono funkcji.
pt: Função não encontrada
ru: Функция не найдена
sk: Funkcia sa nenašla
sv: Funktion hittades inte
zh_cn: 找不到功能

# OperationEditorErrorLiteralValueNull
source: Value not found
cs: Hodnota nebyla nalezena
da: Værdi ikke fundet
de: Wert nicht gefunden
fi: Arvoa ei löytynyt
fr: Valeur non trouvée
it: Valore non trovato.
ja: 値が見つかりません
nl: Waarde niet gevonden
no: Verdi ikke funnet
pl: Nie znaleziono wartości
pt: Valor não encontrado
ru: Значение не найдено
sk: Hodnota sa nenašla
sv: Värde inte hittat
zh_cn: 找不到价值

# ParameterEditorErrorTypeNull
source: Type not found
cs: Typ nebyl nalezen
da: Type ikke fundet
de: Typ nicht gefunden
fi: Kirjoita ei löydy
fr: Type non trouvé
it: Tipo non trovato.
ja: タイプ見つけられません
nl: Type niet gevonden
no: Skriv ikke funnet
pl: Typ Nie znaleziono
pt: Tipo não encontrado
ru: Тип не найден
sk: Typ nebol nájdený
sv: Typ inte hittat
zh_cn: 键入未找到

# StandardDatabaseInitializerAssignmentViewCompleteColumnName
source: Complete
cs: Kompletní
da: Komplet
de: Vollständig
fi: Saattaa loppuun
fr: Complet
it: Completare
ja: 完了
nl: Compleet
no: Fullstendig
pl: Kompletny
pt: Completar
ru: Полный
sk: Úplný
sv: Komplett
zh_cn: 完全的

# StandardDatabaseInitializerAssignmentViewDueColumnName
source: Due
cs: Způsoben
da: På grund
de: Fällig
fi: Takia
fr: Exigible
it: Dovuto a
ja: 期限
nl: Vanwege
no: På grunn av det
pl: Należny
pt: Vencimento
ru: Должное
sk: Splatný
sv: På grund av
zh_cn: 到期的

# StandardDatabaseInitializerAssignmentViewEstimateColumnName
source: Estimate
cs: Odhad
da: Skøn
de: Schätzen
fi: Arvio
fr: Estimation
it: Stima
ja: 見積もり
nl: Schatting
no: anslag
pl: Oszacować
pt: Estimar
ru: Оценивать
sk: Odhad
sv: Uppskatta
zh_cn: 估计
